Repository: jojost1/adguardhomeremote-translations
Catalog: App/*.lproj/Localizable.strings
Languages: ca, de, es, fr, it, nl, pt_br, uk, zh_hant

# filtering_rules_examples_comment_title1
source: ! Here goes a comment
ca: ! Aquí va un comentari
de: ! Dies ist ein Kommentar
es: ! Aquí va un comentario
fr: ! Voici comment ajouter une description
it: ! Qui ci va un commento
pt_br: ! Aqui vai um comentário
uk: ! Так можна додавати коментарі
zh_hant: ! 看，一個註解

# filtering_rules_examples_comment_title2
source: # Also a comment
ca: # Un altre comentari
de: # Dies ist auch ein Kommentar
es: # Otro comentario
fr: # Et comme ça aussi on peut laisser des commentaires
it: # Ancora un commento
pt_br: # Também um comentário
uk: # І ось так теж
zh_hant: # 也是一個註解

# filtering_rules_examples_comment_subtitle
source: just a comment
ca: Permet afegir comentaris
de: Hier stehen Kommentare
es: Permite añadir comentarios
fr: commentaire
it: solo un commento
pt_br: apenas um comentário
uk: просто коментар
zh_hant: 只是一個註解

# filtering_rules_examples_regex_subtitle
source: block domains matching the specified regular expression
ca: Bloqueja l'accés als dominis que coincideixin amb l'expresió regular especificada
de: Sperre Domains, die dem regulären Ausdruck entsprechen
es: Bloquea el acceso a los dominios que coincidan con la expresión regular especificada
fr: bloque l'accès aux domaines correspondants à l'expression régulière spécifiée
it: blocca i domini che fanno match con l'espressione regolare specificata
pt_br: bloquear domínios que correspondam à expressão regular especificada
uk: блокувати доступ до доменів, що відповідають заданому регулярному виразу
zh_hant: 封鎖與該已明確指定的規則運算式（Regular Expression）相符的網域

# filtering_check_hostname
source: Check Hostname
ca: Comprovar filtratge
de: Filterung überprüfen
es: Comprobar filtrado
fr: Vérifier le nom d’hôte
it: Controlla l'hostname
nl: Controleer Hostnaam
pt_br: Verificar Nome do Host
uk: Тест фільтрації
zh_hant: 檢查主機名稱

# filtering_check_hostname_placeholder
source: Enter a hostname...
ca: Introdueix un nom de host...
de: Gerätenamen eingeben
es: Introduce un nombre de host...
fr: Entrer un nom d’ôte...
it: Inserisci l'hostname...
nl: Hostnaam...
pt_br: Digite um nome de host...
uk: Введіть ім'я хоста...
zh_hant: 輸入主機名稱…

# filtering_check_hostname_check
source: Check
ca: Comprovar
de: Prüfen
es: Comprobar
fr: Vérifier
it: Controlla
nl: Controleer
pt_br: Verificar
uk: Тестувати
zh_hant: 檢查

# filtering_check_hostname_result
source: Result
ca: Resultat
de: Ergebnis
es: Resultado
fr: Resultat
it: Risultato
nl: Resultaat
pt_br: Resultado
uk: Результат
zh_hant: 結果

# filtering_check_hostname_cname
source: CNAME
zh_hant: 正規名稱（CNAME）

source: DHCP Settings
ca: Servei DHCP
de: DHCP-Einstellungen
es: Servidor DHCP
fr: Paramètres DHCP
it: Impostazioni DHCP
nl: DHCP Instellingen
pt_br: Configurações de DHCP
uk: Установки DHCP
zh_hant: 動態主機設定協定（DHCP）設定

# dhcp_status
source: Status
ca: Estat
es: Estado
fr: Statut
it: Stato
uk: Статус
zh_hant: 狀態

# dhcp_enable
source: Enable DHCP Server
ca: Activar el servei DHCP
de: DHCP-Server aktivieren
es: Habilitar servidor DHCP
fr: Activer le serveur DHCP
it: Abilita il server DHCP
nl: DHCP server inschakelen
pt_br: Ativar Servidor DHCP
uk: Увімкнути DHCP сервер
zh_hant: 啟用 DHCP 伺服器

# dhcp_interface
source: Interface
ca: Interfície
de: Benutzeroberfläche
es: Interfaz
it: Interfaccia
uk: Інтерфейс
zh_hant: 介面

# dhcp_ipv4_settings
source: IPv4 Settings
ca: Ajustos IPv4
de: IPv4-Einstellungen
es: Ajustes IPv4
fr: Paramètres IPv4
it: Impostazioni IPv4
nl: IPv4 Instellingen
pt_br: Configurações de IPv4
uk: Установки IPv4
zh_hant: IPv4 設定

# dhcp_gateway_ip
source: Gateway IP
ca: Porta d’enllaç
es: Puerta de enlace
fr: IP de la passerelle
it: IP del gateway
pt_br: IP do Gateway
uk: IP-адреса шлюзу
zh_hant: 閘道 IP

# dhcp_subnet_mask
source: Subnet Mask
ca: Màscara de xarxa
de: Subnetzmaske
es: Máscara de subred
fr: Masque de sous-réseau
it: Maschera di sottorete
pt_br: Máscara de Sub-rede
uk: Маска підмережі
zh_hant: 子網路遮罩

# dhcp_ip_range
source: IP Range
ca: Rang de d'adreça IP
de: Bereich von IP-Adressen
es: Rango de direcciones IP
fr: Plage des adresses IP
it: Intervallo indirizzi IP
nl: Bereik van IP adressen
pt_br: Intervalo de IP
uk: Діапазон IP-адрес
zh_hant: IP 範圍

# dhcp_lease_time
source: Lease Time (Seconds)
ca: Temps d'assignació (segons)
de: Gültigkeitsdauer
es: Tiempo de asignación (segundos)
fr: Période de location du serveur DHCP (secondes)
it: Tempo di lease
nl: Lease Tijd (Seconden)
pt_br: Tempo de Concessão
uk: Час оренди
zh_hant: 租約時間

# dhcp_ipv6_settings
source: IPv6 Settings
ca: Ajustos IPv6
de: IPv6-Einstellungen
es: Ajustes IPv6
fr: Paramètres IPv6
it: Impostazioni IPv6
nl: IPv6 Instellingen
pt_br: Configurações de IPv6
uk: Установки IPv6
zh_hant: IPv6 設定

# dhcp_range_start
source: Range Start
ca: Inici del rang
de: Bereich von IP-Adressen
es: Inicio del rango
fr: Début de la plage
it: Inizio intervallo
pt_br: Início do Intervalo
uk: Початок діапазону
zh_hant: 起始範圍

# dhcp_static_leases
source: Static Leases
ca: Assignacions estàtiques
de: statische Zuweisung
es: Asignaciones estáticas
fr: Baux statiques DHCP
it: Leases statici
nl: Statische Leases
pt_br: Concessões Estáticas
uk: Статичні адреси
zh_hant: 靜態租約

# dhcp_remove_lease
source: Remove Lease
ca: Esborrar
de: Lease entfernen
es: Eliminar
fr: Supprimer le bail
it: Rimuovi lease
nl: Verwijder lease
pt_br: Remover Concessão
uk: Видалити адресу
zh_hant: 移除租約

# dhcp_leases
source: Leases
ca: Assignacions
de: Zuweisungen
es: Asignaciones
fr: Baux
pt_br: Concessões
uk: Список клієнтів DHCP
zh_hant: 租約

# dhcp_lease_create
source: Create Static Lease
ca: Afegir assignació estàtica
de: statische Lease hinzufügen
es: Añadir asignación estática
fr: Créer un bail statique
it: Create un lease statico
nl: Nieuwe Lease
pt_br: Criar Concessão Estática
uk: Додати статичну адресу
zh_hant: 創建靜態租約

# dhcp_reset_all_leases
source: Reset all leases
de: Alle Leases zurücksetzen
it: Resetta tutti i leases
nl: Alle leases resetten
pt_br: Redefinir configuração de concessões
uk: Скинути конфігурацію
zh_hant: 重置所有的租約

# dhcp_reset_all_leases_footer
source: Removes all current leases without erasing the lease configuration.
de: Entfernt alle aktuellen Zuweisungen, ohne die Lease-Konfiguration zu löschen.
it: Rimuovi i leases correnti senza cancellarne la configurazione.
nl: Verwijder alle leases zonder de lease configuratie te wissen.
pt_br: Redefine todas as concessões estáticas e dinâmicas atuais e a configuração de concessões, sem apagar a configuração de DHCP.
uk: Скинути всі поточні статичні та динамічні адреси та їх конфігурацію без видалення конфігурації DHCP.
zh_hant: 移除所有現行的租約而沒清除租約配置。

# dhcp_reset_all_leases_alert_body
source: Are you sure you want to reset all leases?
de: Möchtest Du wirklich alle Leases zurücksetzen?
it: Sei sicuro di voler reimpostare tutti i leases?
nl: Weet je zeker dat je alle leases wilt resetten?
pt_br: Tem certeza de que deseja remover todas as concessões e redefinir a configuração de concessões?
uk: Ви впевнені, що хочете видалити всі адреси та скинути конфігурацію?
zh_hant: 您確定您想要重置所有的租約嗎？

# dhcp_pro_required
source: Remote Pro is required to manage DHCP settings.
ca: Es necessari actualitzar a Remote Pro per a gestionar els ajustos del servei DHCP
de: Remote Pro ist erforderlich, um die DHCP-Einstellungen zu verwalten.
es: Es necesario actualizar a Remote Pro para gestionar los ajustes del servidor DHCP
fr: Remote Pro est requis pour gérer les paramètres DHCP.
it: Remote Pro è richiesto per gestire la configurazione DHCP.
nl: Remote Pro is vereist om DHCP instellingen te beheren.
pt_br: Remote Pro é necessário para gerenciar configurações de DHCP.
uk: Remote Pro необхідний для керування налаштуваннями DHCP.
zh_hant: Remote Pro 是必須的以管理 DHCP 設定。

# dhcp_staticlease_new
source: New Static Lease
ca: Nova assignació estàtica
de: Statischen Lease hinzufügen
es: Nueva asignación estática
fr: Nouveau bail statique
it: Nuovo lease statico
nl: Nieuwe Statische Lease
pt_br: Nova Concessão Estática
uk: Статична резервація
zh_hant: 新的靜態租約

# dhcp_staticlease_mac
source: MAC address
ca: Adreça MAC
de: MAC
es: Dirección MAC
fr: Adresse MAC
it: Indirizzo MAC
nl: MAC-adres
pt_br: Endereço MAC
uk: MAC адреса
zh_hant: MAC 位址

# dhcp_staticlease_ip
source: IP address
ca: Adreça IP
de: IP
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
nl: IP-adres
pt_br: Endereço IP
uk: IP адреса
zh_hant: IP 位址

# dhcp_staticlease_hostname
source: Hostname
ca: Nom de host
es: Nombre de host
fr: Nom d’hôte
nl: Hostnaam
pt_br: Nome do Host
uk: Ім'я хоста
zh_hant: 主機名稱

source: DNS Settings
ca: DNS
de: DNS-Einstellungen
es: DNS
fr: Paramètres DNS
it: Impostazioni DNS
nl: DNS Instellingen
pt_br: Configurações de DNS
uk: Налаштування DNS
zh_hant: 網域名稱系統（DNS）設定

# dns_upstream_dns_servers
source: Upstream DNS servers
ca: Servidors DNS
de: Upstream-DNS-Server
es: Servidores DNS
fr: Serveurs DNS upstream
it: Server DNS di upstream
pt_br: Servidores DNS Upstream
uk: Upstream DNS сервери
zh_hant: 上游的 DNS 伺服器

# dns_upstream_mode
source: Upstream mode
ca: Mode DNS
de: Upstream-Modus
es: Modo DNS
fr: Mode upstream
it: Modalità upstream
nl: Upstream modus
pt_br: Modo Upstream
uk: Режим DNS
zh_hant: 上游模式

# dns_upstream_mode_loadbalancing
source: Load-balancing
ca: Balanceig de càrrega
de: Lastverteilung
es: Balanceo de carga
fr: Équilibrage de charge
nl: Volume balanceren
pt_br: Balanceamento de Carga
uk: Розподіл навантаження
zh_hant: 負載平衡

# dns_upstream_mode_parralel
source: Parallel requests
ca: Consultes paral·leles
de: Parallele Anfragen
es: Consultas paralelas
fr: Demandes en parallèle
it: Richieste parallele
nl: Parallelle verzoeken
pt_br: Requisições Paralelas
uk: Паралельні запити
zh_hant: 並行的請求

# dns_upstream_mode_fastest
source: Fastest IP address
ca: Direcció IP més ràpida
de: Schnellste IP-Adresse
es: Dirección IP más rápida
fr: Adresse IP la plus rapide
it: Indirizzo IP più veloce
nl: Snelste IP adres
pt_br: Endereço IP Mais Rápido
uk: Найшвидша IP-адреса
zh_hant: 最快的 IP 位址

# dns_bootstrap_dns_servers
source: Bootstrap DNS servers
ca: Servidors DNS inicials
de: Bootstrap DNS-Server
es: Servidores DNS iniciales
fr: Serveurs DNS d’amorçage
it: Server DNS di bootstrap
pt_br: Servidores DNS Bootstrap
uk: Bootstrap DNS сервери
zh_hant: 自我啟動（Bootstrap）DNS 伺服器

# dns_bootstrap_dns_servers_footer
source: Bootstrap DNS servers are used to resolve IP addresses of the DoH/DoT resolvers you specify as upstreams.
ca: Els servidors DNS inicials s’utilitzen per a resoldre les adreçes IP dels servidors DoH/DoT que s'hagin configurat.
de: Bootstrap-DNS-Server werden verwendet, um IP-Adressen der DoH/DoT-Resolver aufzulösen, die Du als Upstreams angibst.
es: Los servidores DNS iniciales se utilizan para resolver las direcciones IP de los servidores DoH/DoT que hayas configurado.
fr: Les serveurs DNS d’amorçage sont utilisés pour résoudre les adresses IP des résolveurs DoH/DoT que vous spécifiez comme upstream
it: I server DNS di bootstrap sono usati per risolvere gli indirizzi IP dei resolver DoH/DoT che hai specificato come upstreams.
nl: Bootstrap DNS-servers worden gebruikt om IP-adressen op te lossen van de DoH / DoT-resolvers die u opgeeft als upstreams.
pt_br: Servidores DNS Bootstrap são usados para resolver endereços IP dos resolutores DoH/DoT que você especifica como upstream.
uk: Bootstrap DNS-сервери використовуються для пошуку IP-адрес DoH/DoT серверів, які ви вказали.
zh_hant: 自我啟動（Bootstrap）DNS 伺服器被用於解析您明確指定作為上游的 DoH/DoT 解析器之 IP 位址。

# dns_private_dns_servers
source: Private DNS servers
de: Eigene DNS-Server
it: Server DNS privati
pt_br: Servidores DNS Privados
uk: Приватні сервери для зворотного DNS
zh_hant: 私人 DNS 伺服器

# dns_private_dns_servers_footer
source: The DNS servers that AdGuard Home uses for local PTR queries.
de: Die DNS-Server, die AdGuard Home für lokale PTR-Anfragen verwendet.
it: I server DNS che AdGuard Home usa per risolvere le richieste PTR.
nl: De DNS-servers die AdGuard Home zal gebruiken voor zoekopdrachten naar lokaal aangeboden bronnen.
pt_br: Os servidores DNS que o AdGuard Home usa para consultas PTR locais.
uk: DNS-сервери, які AdGuard Home використовує для локальних запитів.
zh_hant: AdGuard Home 用於區域指標（PTR）查詢之 DNS 伺服器。

# dns_use_private_dns_resolvers
source: Use private reverse DNS resolvers
de: Private Reverse-DNS-Resolver verwenden
it: Usa dei resolver DNS privati
nl: Private omgekeerde DNS-resolvers gebruiken
pt_br: Usar resolutores DNS reversos privados
uk: Використовувати приватні зворотні DNS-резолвери
zh_hant: 使用私人反向的 DNS 解析器

# dns_use_private_dns_resolvers_help
source: Perform reverse DNS lookups for locally served addresses using these upstream servers. If disabled, AdGuard Home responds with NXDOMAIN to all such PTR requests except for clients known from DHCP, /etc/hosts, and so on.
de: Führe mithilfe dieser Upstream-Server Reverse DNS-Lookups für lokal bereitgestellte Adressen durch. Wenn diese Option deaktiviert ist, antwortet AdGuard Home mit NXDOMAIN auf alle derartigen PTR-Anfragen mit Ausnahme von Clients, die von DHCP, /etc/hosts usw. bekannt sind.
it: Esegue delle ricerche DNS inverse per gli indirizzi servizi localmente usando questi server di upstream. Se disabilitato, AdGuard Home risponderà con NXDOMAIN a tutte le richieste PTR ad eccezione dei client conosciuti dal DHCP, /etc/hosts, e così via.
nl: Omgekeerde DNS opzoekingen uitvoeren voor locale adressen door deze upstream servers te gebruiken. Indien uitgeschakeld, reageert AdGuard Home met NXDOMAIN op al dergelijke PTR-verzoeken, uitgezonderd voor apparaten gekend van DHCP, /etc/hosts, enz.
pt_br: Realizar consultas DNS reversas para endereços servidos localmente usando esses servidores upstream. Se desativado, o AdGuard Home responde com NXDOMAIN para todas essas solicitações PTR, exceto para clientes conhecidos do DHCP, /etc/hosts, etc.
uk: Надсилати зворотні DNS-запити для адрес, що локально обслуговуються, на вказані сервери. Якщо вимкнено, AdGuard Home буде відповідати NXDOMAIN на всі подібні запити PTR, крім запитів про клієнтів, вже відомих по DHCP, /etc/hosts і так далі.
zh_hant: 對於正使用這些上游伺服器之區域服務的位址執行反向的 DNS 查找。如果被禁用，除已知來自 DHCP、/etc/hosts 等等的用戶端之外，AdGuard Home 對於所有此類的區域指標（PTR）請求以 NXDOMAIN 回覆。

# dns_reverse_resolve
source: Reverse resolve client IPs
ca: Habilitar la resolució inversa de les IP dels clients
de: Hostnamenauflösung der Clients aktivieren
es: Habilitar la resolución inversa de las IP de los clientes
fr: Résolution inverse des IP des clients
it: Risolve gli indirizzi IP dei clients
nl: Omzetten van hostnamen van clients
pt_br: Resolver reversamente IPs dos clientes
uk: Запит доменних імен для IP-адрес клієнтів
zh_hant: 反向地解析用戶端 IPs

# dns_reverse_resolve_help
source: Reversely resolve clients' IP addresses into their hostnames by sending PTR queries to corresponding resolvers (private DNS servers for local clients, upstream servers for clients with public IP addresses).
de: Löse die IP-Adressen der Clients umgekehrt in ihre Hostnamen auf, indem Du PTR-Anfragen an entsprechende Resolver sendest (private DNS-Server für lokale Clients, Upstream-Server für Clients mit öffentlichen IP-Adressen).
it: Risolve gli indirizzi IP dei clients nel loro hostname inviando una richiesta PTR al resolver corrispondente (server DNS privati per i clients locali, server di upstream per i clients con indirizzi IP pubblici).
nl: Indien ingeschakeld, zal AdGuard Home proberen om IP-adressen van apparaten te converteren in hun hostnamen door PTR-verzoeken te sturen naar overeenkomstige resolvers (privé-DNS-servers voor lokale apparaten, upstream-server voor apparaten met een openbaar IP-adres).
pt_br: Resolver reversamente os endereços IP dos clientes em seus nomes de host enviando consultas PTR para os resolutores correspondentes (servidores DNS privados para clientes locais, servidores upstream para clientes com endereços IP públicos).
uk: Визначати доменні імена клієнтів через PTR-запити до відповідних серверів (приватні DNS-сервери для локальних клієнтів, upstream-сервер для клієнтів з публічною IP-адресою).
zh_hant: 透過傳送指標（PTR）查詢到對應的解析器（私人 DNS 伺服器供區域的用戶端，上游的伺服器供有公共 IP 位址的用戶端），反向地解析用戶端的 IP 位址變為它們的主機名稱。

source: DNS server configuration
ca: Configuració del servidor DNS de AdGuard
de: DNS-Serverkonfiguration
es: Configuración del servidor DNS de AdGuard
fr: Configuration du serveur DNS
it: Configurazione server DNS
nl: DNS-server configuratie
pt_br: Configuração do servidor DNS
uk: Установки DNS-сервера
zh_hant: DNS 伺服器配置

# dns_rate_limit
source: Rate limit
ca: Límit de peticions per segon
de: Begrenzungswert
es: Límite de peticiones por segundo
fr: Limite de taux
it: Limite
nl: Ratio limiet
pt_br: Limite de taxa
zh_hant: 速率限制

# dns_edns_client_subnet
source: EDNS client subnet
ca: Subxarxa de client EDNS
de: EDNS Client Subnetz aktivieren
es: Subred de cliente EDNS
fr: Sous-réseau du client EDNS
it: subnet client EDNS
pt_br: Sub-rede do cliente EDNS
zh_hant: 對於 DNS 的擴充機制（EDNS）用戶端子網路

# dns_dnssec
source: DNSSEC
de: DNSSEC aktivieren
zh_hant: 網域名稱系統安全性擴充功能（DNSSEC）

# dns_disable_ipv6
source: Disable IPv6
ca: Desactivar IPv6
de: IPv6 deaktivieren
es: Deshabilitar IPv6
fr: Désactiver IPv6
it: Disabilita IPv6
nl: Zet IPv6 uit
pt_br: Desativar IPv6
uk: Вимкнути IPv6
zh_hant: 禁用 IPv6

# dns_blocking_mode
source: Blocking mode
ca: Mode de bloqueig
de: Sperrmodus
es: Modo de bloqueo
fr: Mode du blocage
it: Modalità di blocco
nl: Blocking modus
pt_br: Modo de Bloqueio
uk: Режим блокування
zh_hant: 封鎖模式

# dns_blocking_mode_default
source: Default
ca: Per defecte
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
nl: Standaard
pt_br: Padrão
uk: Стандартний
zh_hant: 預設

# dns_blocking_mode_refused
source: REFUSED
pt_br: RECUSADO
zh_hant: 已拒絕（REFUSED）

# dns_blocking_mode_nxdomain
source: NXDOMAIN
zh_hant: 不存在的網域（NXDOMAIN）

# dns_blocking_mode_nullip
source: Null IP
de: Null-IP-Adresse
fr: IP nulle
it: Indirizzo IP nullo
nl: Nul IP
pt_br: IP Nulo
uk: Нульовий IP
zh_hant: 無效的 IP

# dns_blocking_mode_customip
source: Custom IP
ca: IP Personalitzada
de: Benutzerdefinierte IP
es: IP Personalizada
fr: IP personnalisée
it: IP personalizzato
nl: Aangepast IP
pt_br: IP Personalizado
uk: Свій IP
zh_hant: 自訂的 IP

source: DNS cache configuration
ca: Configuració de la memòria cau DNS
de: Konfiguration des DNS-Zwischenspeicher
es: Configuración de la caché DNS
fr: Configuration du cache DNS
it: Configurazione cache DNS
nl: DNS cache configuratie
pt_br: Configuração do cache DNS
uk: Налаштування кешу DNS
zh_hant: DNS 快取配置

# dns_cache_size
source: Cache size
ca: Tamaño
de: Größe des DNS-Zwischenspeichers
es: Tamaño
fr: Taille du cache
it: Dimensione cache
nl: Cache Grootte
pt_br: Tamanho do cache
uk: Розмір кешу
zh_hant: 快取大小

# dns_cache_optimistic
source: Optimistic caching
de: Optimistisches Zwischenspeichern
it: Caching ottimistico
nl: Optimistisch cachen
pt_br: Cache otimista
uk: Оптимістичне кешування
zh_hant: 樂觀快取

# dns_override_minimum_ttl
source: Override minimum TTL
ca: TTL mínim
de: TTL-Minimalwert überschreiben
es: TTL mínimo
fr: Remplacer le TTL minimum
it: Sovrascrivi il TTL minimo
nl: Minimale TTL overschrijven
pt_br: Substituir TTL mínimo
uk: Перевизначити мінімальний TTL
zh_hant: 覆寫最小的存活時間（TTL）

# dns_override_maximum_ttl
source: Override maximum TTL
ca: TTL màxim
de: TTL-Höchstwert überschreiben
es: TTL máximo
fr: Remplacer le TTL maximum
it: Sovrascrivi il TTL massimo
nl: Maximale TTL overschrijven
pt_br: Substituir TTL máximo
uk: Перевизначити максимальний TTL
zh_hant: 覆寫最大的存活時間（TTL）

# dns_pro_required
source: Remote Pro is required to manage DNS settings.
ca: Es necessari actualitzar a Remote Pro per a gestionar la configuració DNS
de: Remote Pro ist erforderlich, um die DNS-Einstellungen zu verwalten.
es: Es necesario actualizar a Remote Pro para gestionar la configuración DNS
fr: Remote Pro est requis pour gérer les paramètres DNS.
it: Remote Pro è richiesto per gestire le impostazioni DNS.
nl: Remote Pro is vereist om DNS instellingen te beheren.
pt_br: Remote Pro é necessário para gerenciar configurações de DNS.
uk: Remote Pro необхідний для керування налаштуваннями DNS.
zh_hant: Remote Pro 是必須的以管理 DNS 設定。

# dnsrewrites_entries
source: Entries
ca: Substitucions DNS
de: Umschreibungen
es: Reescrituras DNS
fr: Entrées
it: Voci
nl: Herschrijvingen
pt_br: Entradas
uk: Записи
zh_hant: 項目

# dnsrewrites_no_entries
source: No entries found.
ca: No s'han trobat substitucions.
de: Keine Umschreibungen gefunden.
es: No se han encontrado reescrituras.
fr: Aucune entrée trouvée.
it: Nessuna voce trovata.
nl: Geen herschrijvingen gevonden.
pt_br: Nenhuma entrada encontrada.
uk: Не знайдено правил перезапису.
zh_hant: 無已發現之項目。

# dnsrewrites_new
source: New DNS Rewrite
ca: Afegir substitució DNS
de: DNS-Umschreibung hinzufügen
es: Añadir reescritura DNS
fr: Ajouter une réécriture DNS
it: Nuova riscrittura DNS
nl: Nieuwe DNS Herschrijving
pt_br: Nova Reescrita DNS
uk: Створити правило
zh_hant: 新的 DNS 改寫

# dnsrewrites_domain
source: Domain
ca: Domini
es: Dominio
fr: Domaine
it: Dominio
nl: Domein
pt_br: Domínio
uk: Домен
zh_hant: 網域

# dnsrewrites_domain_placeholder
source: Domain or Wildcard
ca: Domini o comodí
de: Domain oder Wildcard
es: Dominio o comodín
fr: Domaine ou caractère générique
it: Dominio o wildcard
nl: Domein of Wildcard
pt_br: Domínio ou Coringa
uk: Домен або Wildcard
zh_hant: 網域或萬用字元

# dnsrewrites_answer
source: Answer
ca: Resposta
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
nl: Antwoord
pt_br: Resposta
uk: Відповідь
zh_hant: 回應

# dnsrewrites_answer_placeholder
source: IP or Domain Name
ca: IP o nom de domini
de: IP-Adresse oder Domainname
es: IP o nombre de dominio
fr: Adresse IP ou nom de domaine
it: IP o dominio
nl: IP of Domeinnaam
pt_br: IP ou Nome do Domínio
uk: IP або ім'я домену
zh_hant: IP 或網域名稱

# dnsrewrites_pro_required
source: Remote Pro is required to manage DNS rewrites.
ca: Es necessari actualitzar a Remote Pro per a gestionar les substitucions DNS
de: Remote Pro ist erforderlich, um DNS-Umschreibungen zu verwalten.
es: Es necesario actualizar a Remote Pro para gestionar las reescrituras DNS
fr: Remote Pro est requis pour gérer les réécritures DNS.
it: Remote Pro è richiesto per gestire le riscritture DNS.
nl: Remote Pro is vereist om DNS herschrijvingen te beheren.
pt_br: Remote Pro é necessário para gerenciar reescritas DNS.
uk: Remote Pro необхідний для керування перезаписами DNS.
zh_hant: Remote Pro 是必須的以管理 DNS 改寫。

# querylog_settings_status
source: Status
ca: Estat
es: Estado
fr: Statut
it: Stato
uk: Статус
zh_hant: 狀態

# querylog_settings_enable
source: Enable Query Log
ca: Activar el registre de consultes
de: Protokoll aktivieren
es: Habilitar el registro de consultas
fr: Activer le journal des requêtes
it: Abilita registro richieste
nl: Query Log inschakelen
pt_br: Ativar Log de Consultas
uk: Увімкнути журнал
zh_hant: 啟用查詢記錄

# querylog_settings_options
source: Options
ca: Opcions
de: Konfiguration
es: Opciones
it: Opzioni
nl: Opties
pt_br: Opções
uk: Опції
zh_hant: 選項
