Repository: jojost1/adguardhomeremote-translations
Catalog: App/*.lproj/Localizable.strings
Languages: ca, de, es, fr, it, nl, pt_br, uk, zh_hant

# changelog_show_on_app_update_footer
source: The Changelog will only be shown for feature-updates, not for updates that only contain bugfixes.
ca: El llista de canvis només es mostrarà quan s'incorporin noves funcionalitats.
de: Die Neuerungen werden nur bei Feature-Updates angezeigt und nicht bei ausschließlichen Fehlerbehebungen.
es: El listado de cambios solo se mostrará cuando se incorporen nuevas funcionalidades.
fr: Le journal des modifications ne sera affiché que pour les mises à jour des fonctionnalités, et non pour les mises à jour qui ne contiennent que des corrections de bogues.
it: Il changelog verrà mostrato solo per gli aggiornamenti che conterranno nuove funzionalità, non per quelli riguardanti risoluzioni di bug.
nl: De Changelog zal alleen getoond worden na een update met nieuwe features, niet voor updates met alleen bugfixes.
pt_br: O Registro de Alterações só será mostrado para atualizações de recursos, não para atualizações que contêm apenas correções de bugs.
uk: Список змін відображатиметься лише для оновлень, які містять новий функціонал, а не для оновлень, що містять лише виправлення помилок.
zh_hant: 該變更記錄將僅顯示有關功能更新，非有關只包含程式錯誤修正的更新。

source: Changelog Settings
ca: Ajustos
de: Neuerungen
es: Ajustes
fr: Paramètres du journal des modifications
it: Impostazioni changelog
nl: Changelog
pt_br: Configurações do Registro de Alterações
uk: Журнал оновлень
zh_hant: 變更記錄設定

# pro_purchase
source: Purchase Pro
ca: Comprar Pro
de: Remote Pro kaufen
es: Comprar Pro
fr: Acheter la version Pro
it: Compra Pro
nl: Koop Pro
pt_br: Comprar Pro
uk: Придбати Pro
zh_hant: 購買 Pro

# pro_thankyou
source: Thank you!
ca: Gràcies!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!
nl: Bedankt!
pt_br: Obrigado!
uk: Дякую!
zh_hant: 感謝您！

# pro_thankyou_heart
source: Thank you! ❤️
ca: Gràcies! ❤️
de: Vielen Dank! ❤️
es: ¡Gracias! ❤️
fr: Merci ! ❤️
it: Grazie! ❤️
nl: Bedankt! ❤️
pt_br: Obrigado! ❤️
uk: Дякую! ❤️
zh_hant: 感謝您！❤️

# pro_learn-more
source: Learn more...
ca: Més informació...
de: Mehr erfahren...
es: Conocer más...
fr: En savoir plus...
it: Scopri di più...
nl: Lees meer...
pt_br: Saiba mais...
uk: Дізнатись детальніше...
zh_hant: 了解更多…

# pro_description
source: Unlock power features & support future development with a one-time purchase.
ca: Desbloqueja funcionalitats avançades i contribueix al desenvolupament de l'aplicació amb una compra única.
de: Schalte mit einem einmaligen Kauf leistungsstarke Funktionen frei und unterstütze die zukünftige Entwicklung!
es: Desbloquea funcionalidades avanzadas y contribuye al desarrollo de la aplicación con una compra única.
fr: Débloquez des fonctionnalités puissantes et soutenez le futur développement avec un achat unique.
it: Sblocca potenti funzionalità e supporta lo sviluppo futuro con un acquisto one-time.
nl: Ontgrendel extra functies & support ontwikkeling van de app met een eenmalige aankoop.
pt_br: Desbloqueie recursos avançados e apoie o desenvolvimento futuro com uma compra única.
uk: Розблокуйте додаткові функції та підтримайте майбутнє розробки за допомогою одноразової покупки.
zh_hant: 以一次性購買解鎖強大的功能 & 支援未來的開發。

# pro_purchased_date_%@
source: Purchased on %@.
ca: Comprat el %@.
de: Gekauft am %@.
es: Comprado el %@.
fr: Acheté le %@.
it: Comprato il %@.
nl: Aangeschaft op %@.
pt_br: Comprado em %@.
uk: Придбано %@.
zh_hant: 已於 %@ 購買。

source: Pro Features
ca: Funcionalitats Pro
de: Pro Funktionen
es: Funcionalidades Pro
fr: Fonctionnalités Pro
it: Funzionalità Pro
nl: Pro Functies
pt_br: Recursos Pro
uk: Pro Можливості
zh_hant: Pro 功能

# pro_family_sharing
source: Supports Family Sharing
ca: Compatible amb 'En Família'
de: Teilen mit der Familie möglich
es: Soporta 'En Familia'
fr: Supporte le Partage Familial
it: Supporta la condivisione in famiglia
nl: Ondersteunt Family Sharing
pt_br: Compatível com Compartilhamento Familiar
uk: Підтримує 'Сімейний доступ'
zh_hant: 支援家庭共享

# pro_restore_purchase
source: Restore Purchase
ca: Restaurar Compra
de: Kauf wiederherstellen
es: Restaurar Compra
fr: Restorer l’achat
it: Ripristina acquisto
nl: Herstel aankoop
pt_br: Restaurar Compra
uk: Відновити покупку
zh_hant: 回復購買

source: Pro Restored!
ca: Pro activat!
de: Remote Pro wiederhergestellt!
es: ¡Pro activado!
fr: Version Pro restaurée !
it: Pro ripristinato!
nl: Pro hersteld!
pt_br: Pro Restaurado!
uk: Pro Відновлено!
zh_hant: Pro 已回復！

# pro_restore_failed
source: Restored Failed
ca: L'activació de Pro ha fallat
de: Wiederherstellung fehlgeschlagen
es: La activación de Pro ha fallado
fr: Une erreur est survenue
it: Ripristino fallito
nl: Herstellen gefaald
pt_br: Falha ao Restaurar
uk: Відновити не вдалося
zh_hant: 回復失敗

# pro_restore_nothing
source: Nothing to Restore
ca: Res a restaurar
de: Nichts zum Wiederherstellen
es: Nada a restaurar
fr: Rien à restaurer
it: Niente da ripristinare
nl: Niets om te herstellen
pt_br: Nada para Restaurar
uk: Нема чого відновлювати
zh_hant: 無什麼要回復

# pro_beta_access_button
source: Request Beta Access
ca: Sol·licitar accés a la versió beta
de: Beta-Zugang anfragen
es: Solicitar acceso a la Beta
fr: Demande d’accès à la version bêta
it: Richiedi accesso alla beta
nl: Verzoek beta toegang
pt_br: Solicitar Acesso ao Beta
uk: Запросити доступ до бета-версії
zh_hant: 請求測試版存取

# pro_testflight_alert
source: I see you don't have an active mail client on your device, please mail me with the request to join the TestFlight including a screenshot of this Pro screen so I can see you have purchased Pro. Please mail it to developer@rocketscience-it.nl!
ca: Veig que no tens un client de correu instal·lat al teu dispositiu, si us plau, envía un correu a developer@rocketscience-it.nl sol·licitant l'accés a la beta i adjuntant un captura d'aquesta pantalla.
de: Es wurde kein gültiger E-Mail-Client auf Deinem Gerät gefunden. Bitte sende mir Deine Testflight-Anfrage mit einem Screenshot von diesem Pro-Bereich an developer@rocketscience-it.nl!
es: Veo que no tienes un cliente de correo instalado en tu dispositivo, por favor, envíame un correo a developer@rocketscience-it.nl solicitando el acceso a la Beta y adjuntando una captura de esta pantalla.
fr: Je vois que vous n’avez pas de client mail actif sur votre appareil, veuillez m’envoyer un e-mail avec la demande de participation TestFlight, y compris une capture d’écran de cet écran Pro afin que je puisse voir que vous avez acheté la version Pro. Veuillez l’envoyer à developer@rocketscience-it.nl !
it: Vedo che non hai un client mail attivo sul tuo dispositivo, per favore scrivimi una mail per partecipare a TestFlight includendo uno screenshot di questa schermata Pro, così che io possa vedere che lo hai acquistato. Per favore invia tutto a: developer@rocketscience-it.nl!
nl: Ik zie dat je geen actieve mail-client op je apparaat hebt, mail me met het verzoek om je toe te voegen aan de TestFlight met een screenshot van dit Pro-scherm zodat ik kan zien dat je Pro hebt aangeschaft. Je kan mailen naar developer@rocketscience-it.nl!
pt_br: Vejo que você não tem um cliente de e-mail ativo em seu dispositivo, por favor, me envie um e-mail com o pedido para participar do TestFlight incluindo uma captura de tela desta tela Pro para que eu possa ver que você comprou Pro. Por favor, envie para developer@rocketscience-it.nl!
uk: Я бачу, що у вас немає активного поштового клієнта на вашому пристрої, будь ласка, напишіть мені з проханням приєднатися до TestFlight, включаючи скріншот цього екрану Pro, щоб я міг побачити, що ви придбали Pro. Будь ласка, надішліть листа на адресу developer@rocketscience-it.nl!
zh_hant: 我看您沒有作用中的郵件用戶端於您的裝置上，請附上加入 TestFlight 的請求，包括此 Pro 畫面的螢幕截圖，寄信給我以便我能看到您已購買 Pro。 請將它寄到 developer@rocketscience-it.nl！

# pro_testflight_explainer
source: Note: you're running a TestFlight build of the app, therefore payments run in Sandbox mode and do not actually process. A Pro 'license' will invalidate every few days while on a TestFlight build. If you want to purchase Pro and use the app without this annoyance, please download the app from the App Store. Thanks!
ca: Estàs executant la versió beta de l'aplicació. En aquesta versió no es processen els pagaments. La llicencia Pro es desactivarà al cap d'uns dies. Si desitges comprar Pro i utilitzar aquesta aplicació sense aquesta molèstia, si us plau, descarrega l’aplicació des de l'App Store. Gràcies!
de: Beachte: Du verwendest den TestFlight-Build. Daher laufen die Zahlungen im 'Sandbox-Modus' und werden nicht tatsächlich berechnet. Die 'Pro-Lizenz' läuft nach ein paar Tagen im TestFlight-Build ab. Wenn Du Remote Pro kaufen und diesem Problem entgehen willst, lade Dir bitte die App im App-Store herunter. Danke!
es: Estás ejecutando la versión Beta de esta aplicación. En esta versión los pagos no son procesados. La 'licencia' Pro se desactivará pasados unos días en esta versión. Si deseas comprar Pro y utilizar la aplicación sin esta molestia, por favor, descarga la aplicación desde la App Store. ¡Gracias!
fr: Remarque : vous utilisez une version TestFlight de l’application, les paiements sont donc réalisés en mode Sandbox et ne sont pas réellement traités. La licence Pro sera invalidée tous les quelques jours lors de la sortie d’une nouvelle version TestFlight. Si vous voulez acheter Pro et utiliser l’application sans ce désagrément, veuillez télécharger l’application depuis l’App Store. Merci !
it: Nota: stai eseguendo una build TestFlight dell'app, quindi i pagamenti vengono eseguiti in modalità sandbox e non vengono realmente processati. Una licenza Pro viene sempre invalidata in pochi giorni su una build TestFlight. Se vuoi comprare la versione Pro e usarla senza questo problema, per favore scarica l'app dall'App Store. Grazie!
pt_br: Nota: você está executando uma versão TestFlight do aplicativo, portanto, os pagamentos são processados em modo Sandbox e não são realmente processados. Uma 'licença' Pro será invalidada a cada poucos dias enquanto estiver em uma versão TestFlight. Se você deseja comprar Pro e usar o aplicativo sem esse incômodo, baixe o aplicativo na App Store. Obrigado!
uk: Примітка: Ви запускаєте тестове складання програми, тому платежі виконуються в режимі 'пісочниці' і фактично не обробляються. A Pro 'ліцензія' анулюватиметься кожні кілька днів під час складання TestFlight. Якщо ви хочете придбати Pro і використовувати програму без цієї незручності, будь ласка, скачайте програму з App Store. Дякую!
zh_hant: 注意：您正在執行該應用程式的 TestFlight 建置，因此付款在沙盒模式下運行且實際上不處理。 當於 TestFlight 建置上，Pro '授權'將每幾天便失效。如果您想要購買 Pro 並無此煩惱地使用該應用程式，請從 App Store 下載該應用程式。謝謝！

# pro_view_queries
source: View 25+ Queries & Set Filters
ca: Ampliar el llistat de consultes DNS i habilitar les opcions de filtratge de consultes
de: 25+ Anfragen sehen & Filter setzen
es: Ampliar el listado de consultas DNS y habilitar las opciones de filtrado
fr: Afficher plus de 25 requêtes et définir des filtres
it: Vedi più di 25 richieste e imposta i filtri
nl: Bekijk meer dan 25 queries & stel filters in
pt_br: Visualizar mais de 25 consultas e definir filtros
uk: Переглядайте 25+ запитів та встановлюйте фільтри
zh_hant: 檢視 25+ 查詢 & 設定過濾器

# pro_livelog
source: View Live Query Log
de: Anfragenprotokoll live sehen
it: Guarda il registro richieste in tempo reale
pt_br: Visualizar Log de Consultas ao Vivo
uk: Переглядайте журнал запитів у реальному часі
zh_hant: 檢視實況查詢記錄

# pro_manage_clients
source: Manage Clients
ca: Gestionar els clients
de: Clients verwalten
es: Gestionar los clientes
fr: Gérer les clients
it: Gestisci i clients
nl: Beheer cliënten
pt_br: Gerenciar Clientes
uk: Керуйте клієнтами
zh_hant: 管理用戶端

# pro_manage_filters
source: Manage Filters
ca: Gestionar els filtres
de: Filter verwalten
es: Gestionar los filtros
fr: Gérer les filtres
it: Gestisci i filtri
nl: Beheer filters
pt_br: Gerenciar Filtros
uk: Налаштуйте фільтри
zh_hant: 管理過濾器

# pro_manage_custom_filter_rules
source: Manage Custom Filter Rules
ca: Gestionar les regles de filtratge personalitzades
de: Eigene Filterregeln verwalten
es: Gestionar las reglas de filtrado personalizadas
fr: Gérer les règles de filtrage personnalisées
it: Gestisci le regole di filtraggio personalizzate
nl: Beheer aangepaste filterregels
pt_br: Gerenciar Regras de Filtro Personalizadas
uk: Керуйте користувальницькими правилами фільтрації
zh_hant: 管理自訂的過濾器規則

# pro_manage_dhcp
source: Manage DHCP Settings
ca: Gestionar els ajustos DHCP
de: DHCP-Einstellungen verwalten
es: Gestionar los ajustes DHCP
fr: Gérer les paramètres DHCP
it: Gestisci le impostazioni DHCP
nl: Beheer DHCP instellingen
pt_br: Gerenciar Configurações de DHCP
uk: Керуйте налаштуваннями DHCP
zh_hant: 管理 DHCP 設定

# pro_manage_dns
source: Manage DNS Settings
ca: Gestionar els ajustos DNS
de: DNS-Einstellungen verwalten
es: Gestionar los ajustes DNS
fr: Gérer les paramètres DNS
it: Gestisci le impostazioni DNS
nl: Beheer DNS instellingen
pt_br: Gerenciar Configurações de DNS
uk: Керуйте налаштуваннями DNS
zh_hant: 管理 DNS 設定

# pro_manage_rewrites
source: Manage DNS Rewrites
ca: Gestionar les substitucions DNS
de: DNS-Umschreibungen verwalten
es: Gestionar las reescrituras DNS
fr: Gérer les réécritures DNS
it: Gestisci le riscritture DNS
nl: Beheer DNS herschrijvingen
pt_br: Gerenciar Reescritas de DNS
uk: Керуйте перезаписами DNS
zh_hant: 管理 DNS 改寫

# pro_support_multiple_instances
source: Support 2+ Instances
ca: Gestionar múltiples servidors AdGuard Home
de: 2+ Instanzen hinzufügen
es: Gestionar múltiples instancias de AdGuard Home
fr: Gérer plus de 2 instances
it: Supporta più di 2 istanze
nl: Support 2+ instanties
pt_br: Suporte a 2+ Instâncias
uk: Підтримка 2 і більше серверів
zh_hant: 支援 2+ 實例

# pro_alternative_icons
source: Alternative App Icons
ca: Icones alternatives
es: Iconos alternativos
fr: Icônes d’app alternatives
it: Icone app alternative
nl: Alternatieve app iconen
pt_br: Ícones Alternativos do Aplicativo
uk: Альтернативні піктограми програми
zh_hant: 替代的應用程式圖像

# pro_beta_access
source: TestFlight Beta Access
ca: Accés a la versió Beta a TestFlight
de: TestFlight Beta-Zugang
es: Acceso a la versión Beta en TestFlight
fr: Accès aux bêta TestFlight
it: Accesso beta TestFlight
nl: TestFlight beta toegang
pt_br: Acesso ao Beta TestFlight
uk: Доступ до бета-версії TestFlight
zh_hant: TestFlight 測試版存取

# purchase_unknown_error
source: Unknown error. Please contact me at developer@rocketscience-it.nl.
ca: Error desconegut. Si us plau contacta amb mi a developer@rocketscience-it.nl.
de: Unbekannter Fehler. Bitte kontaktiere mich unter developer@rocketscience-it.nl.
es: Error desconocido. Por favor, contacta conmigo en developer@rocketscience-it.nl.
fr: Erreur inconnue. Veuillez me contracter à l’adresse developer@rocketscience-it.nl.
it: Errore sconosciuto. Per favore contattami su questa mail: developer@rocketscience-it.nl.
nl: Onbekende fout. Neem contact op via developer@rocketscience-it.nl.
pt_br: Erro desconhecido. Por favor, entre em contato comigo em developer@rocketscience-it.nl.
uk: Невідома помилка. Будь ласка, зв'яжіться зі мною за адресою developer@rocketscience-it.nl.
zh_hant: 未知的錯誤。請向 developer@rocketscience-it.nl 與我聯繫。

# purchase_not_allowed
source: The device is not allowed to make the payment.
ca: Pagament no permès.
de: Nicht berechtigt, Zahlungen zu tätigen.
es: Pago no permitido.
fr: Non autorisé à effectuer le paiement.
it: Non autorizzato al pagamento.
nl: Niet toegestaan de betaling te doen.
pt_br: Não permitido realizar o pagamento.
uk: Не дозволено здійснювати оплату.
zh_hant: 未被允許做此付款。

# purchase_invalid_id
source: The purchase identifier was invalid.
ca: No s'ha pogut validar l'identificador de la compra.
de: Ungültige Zahlung.
es: No se ha podido validar el identificador de la compra.
fr: L’identifiant d’achat n’est pas valide.
it: L'identificatore del pagamento non è valido.
nl: De 'purchase identifier' was niet geldig.
pt_br: O identificador de compra era inválido.
uk: Ідентифікатор покупки виявився недійсним.
zh_hant: 該購買識別碼為無效的。

# purchase_not_available
source: The product is not available in the current storefront.
ca: Producte no disponible a la App Store actual.
de: Dieses Produkt ist aktuell nicht im Store verfügbar.
es: Producto no disponible en la App Store actual.
fr: Ce produit n’est pas disponible dans la boutique actuelle.
it: Il prodotto non è disponibile nel tuo negozio.
nl: Dit product is niet beschikbaar op dit moment.
pt_br: O produto não está disponível na loja atual.
uk: Товар не доступний у вашому регіоні AppStore.
zh_hant: 該產品在當前店面中為不可得的。

# purchase_cloud_permission_denied
source: Access to cloud service information is not allowed.
ca: Accés al servei al núvol no autoritzat.
de: Nicht berechtigt, auf den Cloud-Dienst zuzugreifen.
es: Acceso al servicio en la nube no autorizado.
fr: L’accès aux informations sur les services cloud n’est pas autorisé.
it: L'accesso al servizio cloud non è consentito.
pt_br: O acesso às informações do serviço de nuvem não é permitido.
uk: Доступ до інформації хмарних сервісів не дозволено.
zh_hant: 對雲端服務資訊的存取未被允許。

# purchase_connection_error
source: Could not connect to the network.
ca: No s'ha pogut connectar.
de: Es konnte keine Verbindung zum Netzwerk hergestellt werden.
es: No se ha podido conectar.
fr: Impossible de se connecter au réseau.
it: Impossibile connettersi alla rete.
nl: Kon geen verbinding maken met het internet.
pt_br: Não foi possível conectar à rede.
uk: Не вдалося підключитися до мережі.
zh_hant: 無法連線到該網路。

# purchase_cloud_permission_revoked
source: User has revoked permission to use this cloud service.
ca: L'usuari ha revocat els permisos per a utilitzar aquest servei al núvol.
de: Ein Benutzer hat die Erlaubnis zur Nutzung dieses Cloud-Dienstes widerrufen.
es: El usuario ha revocado los permisos para utilizar este servicio en la nube.
fr: L’utilisateur a révoqué l’autorisation d’utiliser ce service cloud.
it: L'utente ha revocato la possibilità di usare questo servizio cloud.
pt_br: O usuário revogou a permissão para usar este serviço de nuvem.
uk: Користувач відкликав дозвіл на використання даного хмарного сервісу.
zh_hant: 使用者已撤銷使用此雲端服務的權限。

# settings_rocketscience
source: Made by RocketScience
ca: Creat per RocketScience
de: Entwickelt von RocketScience
es: Creado por RocketScience
it: Fatto da RocketScience
nl: Gemaakt door RocketScience
pt_br: Feito por RocketScience
uk: Розроблено RocketScience
zh_hant: 由 RocketScience 製作

# rocketscience_hi_title
source: Hi, I'm Joost!
ca: Hola, soc en Joost!
de: Hi, ich bin Joost!
es: ¡Hola, soy Joost!
fr: Bonjour, je suis Joost !
it: Ciao, sono Joost!
nl: Hi, ik ben Joost!
pt_br: Oi, eu sou Joost!
uk: Привіт, я Joost!
zh_hant: 嗨，我是 Joost！

# rocketscience_hi_subtitle
source: In June 2020 I started building my own apps as an independent developer, under the name 'RocketScience IT'. My main goal is to learn: design, development, testing, support, promotion - maybe even more! Right now, I have two apps in the store which I'm continuously improving & have many ideas for other apps I might want to make in the future.
ca: Al Juny de 2020 vaig començar de desenvolupar aplicacions com a desenvolupador independent sota el nom 'RocketScience IT'. El meu principal objectiu es aprendre disseny, desenvolupament, proves, suport, promoció i molt mes. Ara mateix tinc dues aplicacions a l'App Store que milloro constantment. També tinc moltes idees per a noves aplicacions que potser acabaré creant en un futur.
de: Im Juni 2020 habe ich begonnen, meine eigenen Apps als unabhängiger Entwickler unter dem Namen 'RocketScience IT' zu entwickeln. Mein Hauptziel ist es, mich in den Bereichen Design, Entwicklung, Testen, Support und Promotion (vielleicht sogar bald mehr) stetig zu verbessern und in diesen weiter zu lernen. Momentan habe ich sechs weitere Apps, welche ich ebenfalls kontinuierlich verbessere, im AppStore veröffentlicht. Außerdem habe ich auch bereits viele Ideen für weitere Apps, die ich zukünftig entwickeln möchte.
es: En Junio de 2020 empecé a desarrollar aplicaciones como desarrollador autónomo bajo el nombre 'RocketScience IT'. Mi principal objetivo es aprender diseño, desarrollo, pruebas, soporte, promoción y mucho más. Ahora mismo tengo dos aplicaciones en la App Store que voy mejorando regularmente. También tengo muchas ideas para nuevas aplicaciones que quizás acabe creando en un futuro.
fr: En juin 2020 J’ai commencé à créer mes propres applications en tant que développeur indépendant, sous le nom de « RocketScience IT ». Mon objectif principal est d’apprendre : la conception, le développement, les tests, le support, la promotion - peut-être même plus ! Pour le moment, j’ai deux applications sur l'App Store que j’améliore en permanence et j’ai de nombreuses idées pour d’autres applications que je pourrais vouloir créer à l’avenir.
it: A giugno 2020 ho iniziato a sviluppare le mie app come uno sviluppatore indipendente, sotto il nome di 'RocketScience IT'. Il mio obiettivo principale è imparare: il design, lo sviluppo, il testing, il supporto, la promozione - probabilmente anche di più! Ora, ho alcune app nello store che sto continuando a migliorare e ho molte idee per altre app che vorrei sviluppare in futuro.
nl: In juni 2020 ben ik begonnen met het maken van m'n eigen apps als indie ontwikkelaar, onder de naam 'RocketScience IT'. Mijn doel is om te leren: onwerpen, ontwikkelen, testen, support, marketing - misschien nog wel meer! Op dit moment heb ik twee apps in de App Store die ik continue verbeter. Daarnaast heb ik nog veel ideeën voor andere apps die ik wil maken in de toekomst!.
pt_br: Em junho de 2020, comecei a desenvolver meus próprios aplicativos como desenvolvedor independente, sob o nome 'RocketScience IT'. Meu principal objetivo é aprender: design, desenvolvimento, testes, suporte, promoção - talvez até mais! Atualmente, tenho alguns aplicativos na loja que estou continuamente melhorando e tenho muitas ideias para outros aplicativos que eu possa querer desenvolver no futuro.
uk: У червні 2020 року я почав створювати свої власні програми як незалежний розробник під назвою 'RocketScience IT'. Моя головна мета – навчитися: дизайну, розробці, тестуванню, підтримці, просуванню – можливо, навіть більшому! Прямо зараз у мене є кілька додатків в магазині, які я постійно вдосконалюю, і я маю багато ідей для інших додатків, які я, можливо, захочу створити в майбутньому.
zh_hant: 在 2020 年 6 月，我開始以 'RocketScience IT' 名義作為獨立的開發者建置我自己的應用程式。 我的主要目標是學習：設計、開發、測試、支援和推廣 - 也許甚至更多！就在此刻，於商店中我有一些應用程式，我正在持續地改進 & 對於在未來我可能想要製作的其它應用程式有很多的構想。

# rocketscience_website
source: Website
ca: Pàgina Web
de: Webseite
es: Página Web
fr: Site Web
it: Sito web
pt_br: Site
uk: Мій вебсайт
zh_hant: 網站

# rocketscience_tipjar
source: Tip Jar
ca: Propines
de: Spenden
es: Propinas
fr: Pourboire
it: Barattolo delle mance
nl: Fooienpot
pt_br: Caixinha de Dicas
uk: Дати чайові
zh_hant: 打賞

# rocketscience_tipjar_thankyou
source: Thank you!
ca: Gràcies!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
nl: Bedankt!
pt_br: Obrigado!
uk: Дякую!
zh_hant: 感謝您！

# rocketscience_my_other_apps
source: My Other Apps
ca: Les meves altres aplicacions
de: Meine anderen Apps
es: Mis otras aplicaciones
fr: Mes autres apps
it: Le mie altre app
nl: Mijn Andere Apps
pt_br: Meus Outros Apps
uk: Мої інші програми
zh_hant: 我的其它應用程式

# rocketscience_piholeremote_subtitle
source: Everything Pi-hole in one place.
ca: La teva Pi-hole sota control.
de: Alles über Pi-hole an einem Ort.
es: Tu Pi-hole bajo control.
fr: Tout Pi-hole en un seul endroit.
it: Tutto Pi-Hole in un solo posto.
nl: Alles voor Pi-hole op één plek.
pt_br: Tudo sobre Pi-hole em um só lugar.
uk: Все з вашого Pi-hole в одному місці.
zh_hant: Pi-hole 的一切在一個地方。
