Repository: jojost1/adguardhomeremote-translations
Catalog: App/*.lproj/Localizable.strings
Languages: ca, de, es, fr, it, nl, pt_br, uk, zh_hant

# querylog_settings_options_footer
source: Turning on 'Anonymize Client IP' will disable saving the full IP address of clients in logs and statistics.
ca: Si s'habilita l'opció 'Anonimitzar la IP dels clients' s'evitarà enmagatzemar l'adreça IP d'els clients als registres i estadístiques.
de: Vollständige IP-Adresse des Clients nicht in Protokollen und Statistiken speichern.
es: Si se habilita la opción 'Anonimizar la IP de los clientes' se evitará almacenar la IP de los clientes en los registros y estadísticas.
fr: En activant l’option « Anonymiser l’IP du client », l’adresse IP complète des clients ne sera pas enregistrée dans les journaux et les statistiques.
it: Abilitando 'Anonimizza IP Client' disabiliterà il salvataggio dell'IP completo dei clients nei logs e nelle statistiche.
nl: Het aanzetten van 'Cliënt IP anonimiseren' schakelt het loggen van volledige IP adressen uit logs and statistieken.
pt_br: Ativar 'Anonimizar IP do Cliente' desativará o salvamento do endereço IP completo dos clientes em logs e estatísticas.
uk: Увімкнення функції 'Анонімізувати IP-адресу клієнта' вимкне збереження повної IP-адреси клієнтів у журналах та статистиці.
zh_hant: 打開 '將用戶端 IP 匿名' 將禁用在記錄和統計資料中儲存用戶端之完整的 IP 位址。

# querylog_settings_anonymize
source: Anonymize Client IP
ca: Anonimitzar la IP dels clients
de: Client-IP anonymisieren
es: Anonimizar la IP de los clientes
fr: Anonymiser l’IP du client
it: Anonimizza IP Client
nl: Cliënt IP anonimiseren
pt_br: Anonimizar IP do Cliente
uk: Анонімізувати IP-адресу клієнта
zh_hant: 將用戶端 IP 匿名

# querylog_settings_log_retention
source: Log Retention
ca: Temps de retenció
de: Anfrageprotokolle aufbewahren
es: Tiempo de retención
fr: Rétention du journal des requêtes
it: Mantenimento log
nl: Bewaartermijn
pt_br: Retenção de Logs
uk: Збереження журналу
zh_hant: 記錄保留

# querylog_settings_clear
source: Clear Query Log
ca: Esborrar el registre de consultes
de: Anfrageprotokolle leeren
es: Borrar el registro de consultas
fr: Supprimer le journal des requêtes
it: Cancella registro richieste
nl: Wis Query Logs
pt_br: Limpar Log de Consultas
uk: Очистити журнал запитів
zh_hant: 清除查詢記錄

# querylog_settings_clear_alert
source: Are you sure you want to clear the entire query log?
ca: Estàs segur de que vols esborrar el registre de consultes?
de: Möchtest Du wirklich das Anfrageprotokoll vollständig löschen?
es: ¿Estás seguro de que deseas borrar el registro de consultas?
fr: Êtes-vous sûr de vouloir supprimer le journal des requêtes ?
it: Sei sicuro di voler cancellare l'intero registro richieste?
nl: Weet je zeker dat je het hele query log wil wissen?
pt_br: Tem certeza de que deseja limpar todo o log de consultas?
uk: Ви впевнені, що хочете очистити весь журнал запитів?
zh_hant: 您確定您想要清除整個查詢記錄嗎？

# querylog_settings_cleared
source: Cleared.
ca: Esborrat
de: Das Anfrageprotokoll wurde erfolgreich gelöscht
es: Borrado
fr: Effacé.
it: Cancellato.
nl: Logs gewist.
pt_br: Limpo.
uk: Очищено.
zh_hant: 已清除。

# more_statistics
source: Statistics
ca: Estadístiques
de: Statistikkonfiguration
es: Estadísticas
fr: Statistiques
it: Statistiche
nl: Statistieken
pt_br: Estatísticas
uk: Статистика
zh_hant: 統計資料

# more_statistics_footer
source: Changing the Statistics Retention setting requires an app restart.
ca: Canviar el temps de retenció de les estadístiques requereix el reinici d'AdGuard Home.
de: Das Ändern der Einstellung für die Statistikaufbewahrung erfordert einen App-Neustart.
es: Cambiar el tiempo de retención de las estadísticas requiere reiniciar AdGuard Home.
fr: La modification du paramètre de rétention des statistiques nécessite un redémarrage de l’application.
it: Cambiare le impostazioni di mantenimento delle statistiche richiederà un riavvio dell'app.
nl: Het aanpassen van de Retentie instelling vereist een restart van de app.
pt_br: Alterar a configuração de Retenção de Estatísticas requer um reinício do aplicativo.
uk: Щоб змінити параметр збереження статистики, потрібно перезапустити програму.
zh_hant: 變更統計資料保留設定需要應用程式重啟。

# more_statistics_retention
source: Statistics Retention
ca: Temps de retenció
de: Speicherzeitraum
es: Tiempo de retención
fr: Rétention des statistiques
it: Mantenimento statistiche
nl: Retentie
pt_br: Retenção de Estatísticas
uk: Зберігати статистику
zh_hant: 統計資料保留

# more_statistics_clear
source: Clear Statistics
ca: Esborrar estadístiques
de: Statistiken leeren
es: Borrar estadísticas
fr: Supprimer les statistiques
it: Cancella statistiche
nl: Wis statistieken
pt_br: Limpar Estatísticas
uk: Очищення статистики
zh_hant: 清除統計資料

# more_statistics_clear_alert
source: Are you sure you want to clear statistics? This will reset all statistics in the Dashboard to zeroes.
ca: Estàs segur de que vols esborrar les estadístiques?
de: Möchtest Du die Statistiken wirklich löschen? Dadurch werden alle Statistiken im Dashboard auf Null gesetzt.
es: ¿Estás seguro de que deseas borrar las estadísticas?
fr: Êtes-vous sûr de vouloir supprimer les statistiques ? Cela remettra toutes les statistiques du tableau de bord à zéro.
it: Sei sicuro di voler cancellare le statistiche? Questo ripristinerà tutte le statistiche sulla Dashboard a zero.
nl: Weet je het zeker dat je de statistieken wil wissen? Dit reset alle statistieken in het Dashboard naar nul.
pt_br: Tem certeza de que deseja limpar as estatísticas? Isso resetará todas as estatísticas no Dashboard para zero.
uk: Ви впевнені, що хочете очистити статистику? Це спричинить обнулення всієї статистики на панелі управління.
zh_hant: 您確定您想要清除統計資料嗎？這將重置在儀表板中的所有統計資料為零。

# more_statistics_cleared
source: Cleared.
ca: Esborrades
de: Statistiken wurden erfolgreich gelöscht
es: Borradas
fr: Effacé.
it: Cancellate.
nl: Gewist.
pt_br: Limpo.
uk: Очищено.
zh_hant: 已清除。

# more_version
source: Version
ca: Versió
es: Versión
it: Versione
nl: Versie
pt_br: Versão
uk: Версія вашого Adguard Home
zh_hant: 版本

# more_version_current_%@
source: Current Version: %@
ca: Versió actual: %@
de: Aktuelle Version: %@
es: Versión actual: %@
fr: Version actuelle : %@
it: Versione corrente: %@
nl: Huidige Versie: %@
pt_br: Versão Atual: %@
uk: Поточна версія: %@
zh_hant: 現行的版本：%@

# more_update_started
source: Update Started!
ca: S'ha iniciat l'actualització!
de: Bitte warte, AdGuard Home wird aktualisiert…
es: ¡Se ha iniciado la actualización!
fr: La mise à jour a commencé !
it: Aggiornamento iniziato!
nl: Update gestart!
pt_br: Atualização Iniciada!
uk: Почалося оновлення!
zh_hant: 更新已開始！

# more_update_to_%@
source: Update to v%@
ca: Actualitzar a la versió %@
de: Auf v%@ updaten
es: Actualizar a la versión %@
fr: Mise à jour vers v%@
it: Aggiorna a v%@
nl: Update naar v%@
pt_br: Atualizar para v%@
uk: Оновлення до v%@
zh_hant: 更新至 v%@

# more_checking_version
source: Checking Version...
ca: Comprovant actualitzacions...
de: Version wird geprüft...
es: Comprobando actualizaciones...
fr: Vérification de la version...
it: Controllo versione...
nl: Versie checken...
pt_br: Verificando Versão...
uk: Перевірка оновлення...
zh_hant: 正在檢查版本…

# more_up_to_date
source: AdGuard Home is up-to-date
ca: Ja tens la versió més recent instal·lada
de: AdGuard Home ist aktuell
es: Tienes la versión más reciente instalada
fr: Vous êtes à jour
it: AdGuard Home è già aggiornato
nl: Je bent up-to-date
pt_br: AdGuard Home está atualizado
uk: AdGuard Home не потребує оновлення
zh_hant: AdGuard Home 為最新的

# settings_preferences
source: Preferences
ca: Preferències
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
nl: Voorkeuren
pt_br: Preferências
uk: Персональні налаштування
zh_hant: 偏好設定

# settings_dashboard
source: Dashboard
ca: Tauler de control
de: Übersicht
es: Panel de control
fr: Tableau de bord
uk: Панель управління
zh_hant: 儀表板

# preferences_dashboard_statusbuttons
source: Status Buttons
ca: Botons d'estat
de: Statistik-Buttons
es: Botones de estado
fr: Boutons d’état
it: Bottoni di stato
nl: Status Knoppen
pt_br: Botões de Status
uk: Кнопки статусів
zh_hant: 狀態按鈕

# preferences_dashboard_protection
source: Protection
de: Schutz
it: Protezione
nl: Bescherming
pt_br: Proteção
uk: Захист
zh_hant: 防護

# preferences_dashboard_rulefiltering
source: Rule Filtering
ca: Filtratge de continguts
de: Filter
es: Bloqueo por filtros
fr: Règles de filtrage
it: Regole di filtraggio
nl: Filters
pt_br: Filtragem de Regras
uk: Правила фільтрації
zh_hant: 規則過濾

# preferences_dashboard_parentalfiltering
source: Parental Filtering
ca: Control parental
de: Jugendgefährdend
es: Control parental
fr: Filtre parental
it: Filtraggio parentale
nl: Ouderlijk Toezicht
pt_br: Filtragem Parental
uk: Батьківський контроль
zh_hant: 家長過濾

# preferences_dashboard_safebrowsing
source: Safe Browsing
ca: Navegació segura
de: Internetsicherheit
es: Navegación segura
fr: Sécurité de navigation
it: Navigazione sicura
nl: Veilig Browsen
pt_br: Navegação Segura
uk: Безпека перегляду
zh_hant: 安全瀏覽

# preferences_dashboard_safesearch
source: Safe Search
ca: Cerca segura
de: Sichere Suche
es: Búsqueda segura
fr: Recherche sécurisée
it: Ricerca sicura
nl: Veilig Zoeken
pt_br: Pesquisa Segura
uk: Безпечний пошук
zh_hant: 安全搜尋

# preferences_dashboard_graphs
source: Graphs
ca: Gràfics
de: Diagramme
es: Gráficos
fr: Graphiques
it: Grafici
nl: Grafieken
pt_br: Gráficos
uk: Графіки
zh_hant: 圖表

# preferences_dashboard_graph_type
source: Type
ca: Tipus de gràfics
de: Typ
es: Tipo de gráficos
fr: Type de graphique
it: Tipo
pt_br: Tipo
uk: Тип
zh_hant: 類型

# preferences_dashboard_graph_line
source: Line-graph
ca: Línia
de: Liniendiagramm
es: Línea
fr: Graphique linéaire
it: Grafico a linea
nl: Lijn
pt_br: Gráfico de Linhas
uk: Лінійний графік
zh_hant: 線條圖

# preferences_dashboard_graph_bar
source: Bar-graph
ca: Histograma
de: Balkendiagramm
es: Histograma
fr: Graphique à barres
it: Grafico a barre
nl: Staaf
pt_br: Gráfico de Barras
uk: Гістограма
zh_hant: 橫條圖

# preferences_dashboard_graph_hide
source: Hide graph
de: Diagramme verstecken
it: Nascondi grafico
nl: Verberg
pt_br: Ocultar gráfico
uk: Приховати графік
zh_hant: 隱藏圖表

# preferences_dashboard_graph_dnsqueries
source: DNS Queries
ca: Consultes DNS
de: DNS-Anfragen
es: Consultas DNS
fr: Requêtes DNS
it: Richieste DNS
pt_br: Consultas DNS
uk: DNS запити
zh_hant: DNS 查詢

# preferences_dashboard_graph_blockedbyfilters
source: Blocked by Filters
ca: Bloquejat per filtres
de: Durch Filter gesperrt
es: Bloqueos por filtros
fr: Bloqué par les filtres
it: Bloccato dai filtri
nl: Geblokkeerd door filters
pt_br: Bloqueado por Filtros
uk: Заблоковано фільтрами
zh_hant: 被過濾器封鎖

# preferences_dashboard_graph_blockedmalware
source: Blocked Malware/Phishing
ca: Malware/phishing bloquejat
de: Gesperrte Schädliche/Phishing-Webseiten
es: Malware/phishing bloqueado
fr: Malware/Phishing bloqués
it: Malware/Phishing bloccati
nl: Geblokkeerde malware/phishing
pt_br: Malware/Phishing Bloqueado
uk: Заблоковано зловмисних/шахрайських програм
zh_hant: 已封鎖的惡意軟體/網路釣魚

# preferences_dashboard_graph_blockedadultwebsites
source: Blocked Adult Websites
ca: Llocs web per a adults bloquejats
de: Gesperrte jugendgefährdende Webseiten
es: Sitios web para adultos bloqueados
fr: Sites à contenu adulte bloqués
it: Siti per adulti bloccati
nl: Geblokeerd door ouderlijk toezicht
pt_br: Sites Adultos Bloqueados
uk: Заблоковано вебсайтів для дорослих
zh_hant: 已封鎖的成人網站

# preferences_dashboard_show_section
source: Show section
ca: Visualitzar secció
de: Tabelle anzeigen
es: Mostrar sección
fr: Afficher la section
it: Mostra sezione
nl: Toon onderdeel
pt_br: Mostrar seção
uk: Показати розділ
zh_hant: 顯示區域

# preferences_dashboard_number_of_clients
source: Number of clients
ca: Número de clients
de: Anzahl an Clients
es: Número de clientes
fr: Nombre de clients
it: Numero di clients
nl: Aantal cliënten
pt_br: Número de clientes
uk: Кількість клієнтів
zh_hant: 用戶端之數量

# preferences_dashboard_number_of_domains
source: Number of domains
ca: Número de dominis
de: Anzahl an Domains
es: Número de dominios
fr: Nombre de domaines
it: Numero di domini
nl: Aantal domeinen
pt_br: Número de domínios
uk: Кількість доменів
zh_hant: 網域之數量

# preferences_dashboard_auto_refresh
source: Auto-refresh every minute
de: Auto. minütlich aktualisieren
it: Aggiorna automaticamente ogni minuto
pt_br: Atualização automática a cada minuto
uk: Автоматичне оновлення щохвилини
zh_hant: 每分鐘自動重新整理

# preferences_querylog_show_sidebar
source: Show sidebar
de: Sidebar anzeigen
it: Mostra barra laterale
nl: Toon zijbalk
pt_br: Mostrar barra lateral
uk: Показувати бічну панель
zh_hant: 顯示側邊欄

# preferences_other
source: Other
ca: Altres
de: Sonstiges
es: Otros
fr: Autres
it: Altro
nl: Overig
pt_br: Outros
uk: Інше
zh_hant: 其它

# preferences_language
source: Language
ca: Idioma
de: Sprache (Language)
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pt_br: Idioma
uk: Мова
zh_hant: 語言

# settings_help
source: Help & Feedback
ca: Ajuda i comentaris
de: Support & Feedback
es: Ayuda y comentarios
fr: Aide et commentaires
it: Aiuto & suggerimenti
pt_br: Ajuda e Feedback
uk: Допомога & Зворотній зв'язок
zh_hant: 幫助 & 回饋意見

# settings_help_navbar
source: Support
ca: Suport
es: Soporte
it: Supporto
pt_br: Suporte
uk: Підтримка
zh_hant: 支援

# settings_help_contact
source: Contact me
ca: Contacta
de: Mich kontaktieren
es: Contacta conmigo
fr: Me contacter
it: Contattami
nl: Neem contact op
pt_br: Entre em contato
uk: Зв'язатися зі мною
zh_hant: 與我聯繫

# settings_help_contact_footer
source: Please use English for support requests!
de: Bitte verwende Englisch für Supportanfragen! (Please use English for support requests!)
it: Per favore usa l'inglese per le richieste di supporto!
pt_br: Por favor, use o inglês para solicitações de suporte!
uk: Будь ласка, скористайтесь англійською мовою для запитів підтримки!
zh_hant: 請於支援請求中使用英文！

# settings_help_actions
source: Actions
ca: Accions
de: Aktionen
es: Acciones
it: Azioni
nl: Acties
pt_br: Ações
uk: Дії
zh_hant: 動作

# settings_help_logs
source: Logs
ca: Registres
de: Protokolle
es: Registros
fr: Journaux
uk: Журнали
zh_hant: 記錄

# settings_help_logs_footer
source: Logs are recorded locally and never leave your device. Swipe down to exit the Log viewer.
ca: Els registres de sistema s’emmagatzemen localment i no surten mai del teu dispositiu. Arrastra avall per a tancar el visor de registres.
de: Protokolle werden lokal aufgezeichnet und verlassen nicht Dein Gerät. Wische nach unten, um die Protokollanzeige zu verlassen.
es: Los registros de sistema se almacenan localmente y nunca salen de tu dispositvo. Arrastra hacia abajo para cerrar el visor de registros.
fr: Les journaux sont enregistrés localement et ne quittent jamais votre appareil. Glissez vers le bas pour quitter la visionneuse de journaux.
it: I logs sono registrati localmente e non lasciano mai il tuo dispositivo. Trascina verso il basso per uscire dal visualizzatore dei log.
nl: Logs worden lokaal weggeschreven en verlaten nooit je device. Swipe naar beneden om de log-viewer te sluiten.
pt_br: Os logs são registrados localmente e nunca saem do seu dispositivo. Deslize para baixo para sair do visualizador de logs.
uk: Журнали записуються локально і ніколи не залишають ваш пристрій. Проведіть пальцем вниз, щоб вийти з перегляду журналів.
zh_hant: 記錄在本機被記錄且永不離開您的裝置。向下滑動以離開記錄檢視器。

# settings_help_logs_button
source: Show Logs
ca: Visualitzar registres de sistema
de: Protokolle anzeigen
es: Mostrar registros de sistema
fr: Afficher les journaux
it: Mostra logs
nl: Open logs
pt_br: Mostrar Logs
uk: Показати журнали
zh_hant: 顯示記錄

# settings_give_feedback_alert_title
source: Give Feedback
ca: Enviar els teus comentaris
de: Feedback geben
es: Enviar comentarios
fr: Donnez votre avis
it: Fai un suggerimento
nl: Geef Feedback
pt_br: Dar Feedback
uk: Дати зворотний зв'язок
zh_hant: 給予回饋意見

# settings_give_feedback_alert_body
source: Please mail me with any feedback about bugs or improvements at developer@rocketscience-it.nl!
ca: Pots enviar-me un correu electrònic a developer@rocketscience-it.nl amb qualsevol comentari, error o idea en quant a l’aplicació.
de: Bitte sende mir eine E-Mail mit Feedback bezüglich Fehlern oder Verbesserungen an developer@rocketscience-it.nl!
es: Puedes enviarme un correo electrónico a developer@rocketscience-it.nl con cualquier comentario, fallo o sugerencia acerca de la aplicación.
fr: Veuillez m’envoyer un mail pour me faire part de vos commentaires sur les bogues ou les améliorations à developer@rocketscience-it.nl !
it: Per favore scrivimi una mail con qualsiasi suggerimento a proposito di bugs o miglioramenti a developer@rocketscience-it.nl!
nl: Mail me met bugs of verzoekjes naar developer@rocketscience-it.nl!
pt_br: Por favor, envie um e-mail com qualquer feedback sobre bugs ou melhorias para developer@rocketscience-it.nl!
uk: Будь ласка, напишіть мені з будь-якими відгуками про помилки або покращення на адресу developer@rocketscience-it.nl!
zh_hant: 請附上有關程式錯誤或改進的任何回饋意見向 developer@rocketscience-it.nl 寄信給我！

# settings_copy_email
source: Copy Email Address
ca: Copiar direcció de correu
de: E-Mail-Adresse kopieren
es: Copiar dirección de correo
fr: Copier l’adresse mail
it: Copia indirizzo mail
nl: Kopieer e-mailadres
pt_br: Copiar Endereço de Email
uk: Копіювати Email адресу
zh_hant: 複製電子郵件位址

# settings_other
source: Other
ca: Altres
de: Sonstiges
es: Otros
fr: Autres
it: Altro
nl: Overig
pt_br: Outras
uk: Інше
zh_hant: 其它

# settings_twitter
source: Follow on Twitter
ca: Segueix-me a Twitter
de: Auf Twitter folgen
es: Sígueme en Twitter
fr: Suivre sur Twitter
nl: Volg op Twitter
zh_hant: 於 Twitter 上追隨

# settings_changelog
source: What's New
ca: Novetats
de: Neuerungen
es: Novedades
fr: Quoi de neuf
it: Cosa c'è di nuovo
nl: Wat is er nieuw?
pt_br: O que há de novo
uk: Що нового
zh_hant: 有什麼新事物嗎？

# settings_adguard-website
source: AdGuard Website
ca: Pàgina web d'AdGuard
de: AdGuard Webseite
es: Página web de AdGuard
fr: Site Web d’AdGuard
it: Sito di AdGuard
pt_br: Site do AdGuard
uk: Офіційний сайт AdGuard
zh_hant: AdGuard 網站

# settings_design
source: Design
ca: Disseny
es: Diseño
uk: Дизайн
zh_hant: 設計

# design_color_scheme
source: Color Scheme
ca: Esquema de colors
de: Farbschema
es: Esquema de colores
fr: Schéma de couleurs
it: Schema colori
nl: Kleurenschema
pt_br: Esquema de Cores
uk: Кольорова гамма
zh_hant: 色彩配置

# design_color_scheme_default
source: Default
ca: Predeterminat
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
nl: Standaard
pt_br: Padrão
uk: За замовчуванням
zh_hant: 預設

# design_color_scheme_pastel
source: Pastel
it: Pastello
uk: Пастельний
zh_hant: 柔和的淡色彩

# design_app_tint
source: App Tint
ca: Color de realç
de: App-Farbe
es: Color de realce
fr: Teinte de l’app
it: Tinta dell'app
pt_br: Cor do Aplicativo
uk: Відтінок програми
zh_hant: 應用程式色調

# design_app_tint_green
source: Green
ca: Verd
de: Grün
es: Verde
fr: Vert
it: Verde
nl: Groen
pt_br: Verde
uk: Зелений
zh_hant: 綠色

# design_app_tint_blue
source: Blue
ca: Blau
de: Blau
es: Azul
fr: Bleu
it: Blu
nl: Blauw
pt_br: Azul
uk: Синій
zh_hant: 藍色

# design_app_tint_indigo
source: Indigo
ca: Indi
es: Índigo
it: Indaco
pt_br: Índigo
uk: Індіго
zh_hant: 靛藍色

# design_app_tint_purple
source: Purple
ca: Morat
de: Lila
es: Morado
fr: Violet
it: Viola
nl: Paars
pt_br: Roxo
uk: Фіолетовий
zh_hant: 紫色

# design_app_tint_teal
source: Teal
ca: Verd blavós
de: Blaugrün
es: Verde azulado
fr: Sarcelle
it: Verde acqua
pt_br: Azul-Verde
uk: Бірюзовий
zh_hant: 藍綠色

# design_app_tint_mint
source: Mint
de: Minze
it: Menta
pt_br: Menta
uk: М'ятний
zh_hant: 薄荷綠

# design_app_tint_yellow
source: Yellow
ca: Groc
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
nl: Geel
pt_br: Amarelo
uk: Жовтий
zh_hant: 黃色

# design_app_tint_orange
source: Orange
ca: Taronja
es: Naranja
it: Arancione
nl: Oranje
pt_br: Laranja
uk: Помаранчевий
zh_hant: 橙色

# design_app_tint_pink
source: Pink
ca: Rosa
de: Rosa
es: Rosa
fr: Rose
it: Rosa
nl: Roze
pt_br: Rosa
uk: Рожевий
zh_hant: 粉紅色

# design_app_tint_red
source: Red
ca: Vermell
de: Rot
es: Rojo
fr: Rouge
it: Rosso
nl: Rood
pt_br: Vermelho
uk: Червоний
zh_hant: 紅色

# design_app_tint_brown
source: Brown
de: Braun
it: Marrone
nl: Bruin
pt_br: Marrom
uk: Коричневий
zh_hant: 褐色

# design_app_icon
source: App Icon
ca: Icona de l'aplicació
es: Icono de la aplicación
fr: Icône de l’app
it: Icona app
nl: App Icoon
pt_br: Ícone do Aplicativo
uk: Піктограма програми
zh_hant: 應用程式圖像

# design_app_icon_original
source: Original
fr: Originale
it: Originale
nl: Origineel
uk: Оригінальний
zh_hant: 原始

# design_app_icon_inverse
source: Inverse
ca: Invertit
de: Umgekehrt
es: Invertido
fr: Inversé
it: Inverso
pt_br: Inverso
uk: Інвертований
zh_hant: 反向

# design_app_icon_dark
source: Dark
ca: Fosc
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker
pt_br: Escuro
uk: Темний
zh_hant: 深色

# design_theme
source: Theme
ca: Tema
de: Darstellung
es: Tema
fr: Thème
it: Tema
nl: Thema
pt_br: Tema
uk: Тема
zh_hant: 主題

# design_system_setting
source: Use System Setting
ca: Utilitzar la configuració del sistema
de: Gerätedesign verwenden
es: Utilizar la configuración del sistema
fr: Utiliser les paramètres du système
it: Usa impostazioni di sistema
nl: Systeem
pt_br: Usar Configuração do Sistema
uk: Як у системі
zh_hant: 使用系統設定

# design_always_lightmode
source: Always Light Mode
ca: Sempre en mode clar
de: Helles Design
es: Siempre en modo claro
fr: Mode clair
it: Sempre modalità chiara
nl: Licht
pt_br: Sempre no Modo Claro
uk: Завжди світла
zh_hant: 總是淺色模式

# design_always_darkmode
source: Always Dark Mode
ca: Sempre en mode fosc
de: Dunkles Design
es: Siempre en modo oscuro
fr: Mode sombre
it: Sempre modalità scura
nl: Donker
pt_br: Sempre no Modo Escuro
uk: Завжди темна
zh_hant: 總是深色模式

# settings_restart_required
source: Changing this setting requires an app restart.
de: Das Ändern der Darstellung erfordert einen App-Neustart.
it: Cambiando questa impostazione l'app verrà riavviata.
nl: Het aanpassen van deze instelling vereist een restart van de app.
pt_br: Mudar essa configuração requer reinício do aplicativo.
uk: Для застосування цього параметра потрібно перезапустити програму.
zh_hant: 變更此設定需要應用程式重啟。

# changelog_just_updated
source: Just Updated!
ca: Novetats!
de: Neu aktualisiert!
es: ¡Novedades!
fr: Tout juste mis à jour !
it: Appena aggiornato!
nl: Net geüpdatet!
pt_br: Atualizado Agora!
uk: Щойно оновлено!
zh_hant: 剛剛已更新！

# changelog_current_version
source: Current
ca: Versió més recent
de: Aktuell
es: Versión más reciente
fr: Version actuelle
it: Corrente
nl: Huidige versie
pt_br: Versão Atual
uk: Поточна версія
zh_hant: 現行的

# changelog_whats_new
source: What's New
ca: Novetats
de: Neuerungen
es: Novedades
fr: Quoi de neuf
it: Cosa c'è di nuovo
nl: Wat is er nieuw?
pt_br: O que há de novo
uk: Що нового
zh_hant: 有什麼新事物嗎？

# changelog_continue
source: Continue
ca: Continuar
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
nl: Ga door
pt_br: Continuar
uk: Продовжити
zh_hant: 繼續

# changelog_show_on_app_update
source: Show on App Update
ca: Mostrar la llista de canvis al actualitzar l'aplicació
de: Bei App-Update anzeigen
es: Mostrar lista de cambios al actualizar la aplicación
fr: Afficher après la mise à jour de l’application
it: Mostra all'aggiornamento dell'app
nl: Laat zien bij app update
pt_br: Mostrar na Atualização do Aplicativo
uk: Показувати під час оновлення програми
zh_hant: 顯示有關應用程式更新
