Repository: jojost1/adguardhomeremote-translations
Catalog: App/*.lproj/Localizable.strings
Languages: ca, de, es, fr, it, nl, pt_br, uk, zh_hant

# settings_filtering
source: Filtering
ca: Filtres
de: Filter
es: Filtros
fr: Filtrage
it: Filtraggio
nl: Filters
pt_br: Filtragem
uk: Фільтрація
zh_hant: 過濾

# settings_dns_rewrites
source: DNS Rewrites
ca: Substitucions DNS
de: DNS-Umschreibungen
es: Reescrituras DNS
fr: Réécritures DNS
it: Riscritture DNS
nl: DNS Herschrijvingen
pt_br: Reescritas DNS
uk: DNS перезапис
zh_hant: DNS 改寫

# settings_query-log
source: Query Log
ca: Consultes DNS
de: Anfragenprotokoll
es: Consultas DNS
fr: Journal des requêtes
it: Registro richieste
pt_br: Registro de Consultas
uk: Налаштування журналу
zh_hant: 查詢記錄

# settings_more
source: More
ca: Altres opcions
de: Mehr
es: Otras opciones
fr: Plus
it: Di più
nl: Meer
pt_br: Mais
uk: Ще
zh_hant: 更多

source: Client Settings
ca: Clients
de: Client-Einstellungen
es: Clientes
fr: Paramètre du client
it: Impostazioni client
nl: Cliënt Instellingen
pt_br: Configurações do Cliente
uk: Налаштування клієнтів
zh_hant: 用戶端設定

# client_new
source: New Client
ca: Afegir client
de: Neuer Client
es: Añadir cliente
fr: Nouveau client
it: Nuovo client
nl: Nieuwe cliënt
pt_br: Novo Cliente
uk: Новий клієнт
zh_hant: 新的用戶端

# client_edit
source: Edit Client
ca: Editar client
de: Client bearbeiten
es: Editar cliente
fr: Éditer le client
it: Modifica client
nl: Bewerk cliënt
pt_br: Editar Cliente
uk: Редагувати клієнта
zh_hant: 編輯用戶端

# client_remove
source: Remove Client
ca: Esborrar client
de: Client entfernen
es: Eliminar cliente
fr: Supprimer le client
it: Rimuovi client
nl: Verwijder cliënt
pt_br: Remover Cliente
uk: Видалити клієнта
zh_hant: 移除用戶端

# client_remove_alert_body
source: Are you sure you want to remove this client?
ca: Estàs segur de que vols esborrar aquest client?
de: Bist Du Dir sicher, dass Du diesen Client entfernen möchtest?
es: ¿Estás seguro de que deseas eliminar este cliente?
fr: Êtes-vous sûr(e) de vouloir supprimer ce client ?
it: Sei sicuro di voler rimuovere questo client?
nl: Weet je zeker dat je deze cliënt wil verwijderen?
pt_br: Tem certeza de que deseja remover este cliente?
uk: Ви впевнені, що хочете видалити цього клієнта?
zh_hant: 您確定您想要移除此用戶端嗎？

source: Clients
es: Clientes
nl: Cliënten
pt_br: Clientes
uk: клієнти
zh_hant: 用戶端

# clients_settings_label
source: Settings:
ca: Ajustos:
de: Einstellungen:
es: Ajustes:
fr: Paramètres :
it: Impostazioni:
nl: Instellingen:
pt_br: Configurações:
uk: Настройка:
zh_hant: 設定：

# clients_services_label
source: Blocked services:
ca: Serveis bloquejats:
de: Gesperrte Dienste:
es: Servicios bloqueados:
fr: Services bloqués :
it: Servizi bloccati:
nl: Geblokkeerde services:
pt_br: Serviços bloqueados:
uk: Заблоковані сервіси:
zh_hant: 已封鎖的服務：

# clients_no_clients_found
source: No clients found.
ca: No s'han trobat clients.
de: Keine Clients gefunden.
es: No se han encontrado clientes.
fr: Aucun client trouvé.
it: Nessun client trovato.
nl: Geen cliënten gevonden.
pt_br: Nenhum cliente encontrado.
uk: Клієнтів не знайдено.
zh_hant: 無已發現之用戶端。

source: Clients (Runtime)
ca: Clients (actius)
es: Clientes (activos)
fr: Clients (Environnement d'exécution)
it: Clients (tempo di esecuzione)
nl: Cliënten (Runtime)
pt_br: Clientes (Tempo de Execução)
uk: Клієнти (Runtime)
zh_hant: 用戶端（執行時期）

# clients_runtime_footer
source: These clients use AdGuard Home, but do not have a specific configuration.
ca: Aquests clients utilitzen AdGuard Home però no tenen una configuració específica.
de: Diese Clients verwenden AdGuard Home ohne spezielle Konfiguration.
es: Estos clientes utilizan AdGuard Home pero no tienen una configuración especifica.
fr: Ces clients utilisent AdGuard Home, mais n’ont pas de configuration spécifique.
it: Questi clients usano AdGuard Home, ma non hanno una configurazione specifica.
nl: Data over gebruikers die AdGuard Home gebruiken, maar niet geconfigureerd zijn.
pt_br: Estes clientes usam o AdGuard Home, mas não têm uma configuração específica.
uk: Ці клієнти використовують AdGuard Home, але не мають певної конфігурації.
zh_hant: 這些用戶端使用 AdGuard Home，但沒有特定的配置。

# clients_disallowed
source: Disallowed Clients
ca: Clients bloquejats
de: Verbotene Clients
es: Clientes bloqueados
fr: Clients non autorisés
it: Clients non autorizzati
nl: Geblokkeerde cliënten
pt_br: Clientes Não Permitidos
uk: Заборонені клієнти
zh_hant: 未被允許的用戶端

# clients_disallowed_footer
source: AdGuard Home is dropping all DNS queries from these clients.
ca: AdGuard Home està rebutjant totes les consultes DNS d'aquests clients.
de: AdGuard Home verwirft alle DNS-Anfragen dieser Clients.
es: AdGuard Home está rechazando todas las consultas DNS de estos clientes.
fr: AdGuard Home rejette toutes les requêtes DNS de ces clients.
it: AdGuard Home sta rifiutando tutte le richieste da questi clients.
nl: AdGuard Home blokkeert alle DNS verzoeken van deze cliënten.
pt_br: O AdGuard Home está descartando todas as consultas DNS desses clientes.
uk: AdGuard Home відхиляє всі запити DNS від цих клієнтів.
zh_hant: AdGuard Home 正在排除來自這些用戶端之所有的 DNS 查詢。

# clients_disallowed_placeholder
source: Enter an IP, ClientID, or CIDR range
ca: Introdueix una adreça IP o un rang CIDR
de: Gib eine IP- oder einen CIDR-Bereich ein
es: Introduce una dirección IP o un rango CIDR
fr: Enter an IP or CIDR range
it: Entra un IP, ClientID, o intervallo CIDR
nl: Typ een IP, ClientID of CIDR
pt_br: Insira um IP, ClientID ou faixa CIDR
uk: Введіть IP, ID клієнта або CIDR
zh_hant: 輸入一組 IP 或無類別網域間路由（CIDR）範圍

# clients_disallowed_add_client
source: Add to disallowed clients
ca: Afegir als clients no autoritzats
de: Zu verbotenen Clients hinzufügen
es: Añadir a los clientes no autorizados
it: Aggiungi ai clients non autorizzati
nl: Voeg toe aan geblokkeerde cliënten
pt_br: Adicionar aos clientes não permitidos
uk: Додати в заборонені клієнти
zh_hant: 加至未被允許的用戶端

# clients_name
source: Client Name
ca: Nom del client
es: Nombre del cliente
fr: Nom du client
it: Nome client
nl: Cliënt Naam
pt_br: Nome do Cliente
uk: Ім'я клієнта
zh_hant: 用戶端名稱

# clients_identifiers
source: Identifiers
ca: Identificadors
de: Bezeichner
es: Identificadores
fr: Identifiants
it: Identificatori
nl: Identificeer via
pt_br: Identificadores
uk: Ідентифікатори
zh_hant: 識別碼

# clients_identifiers_copy
source: Copy
ca: Copiar
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopieer
pt_br: Copiar
uk: Копіювати
zh_hant: 複製

# clients_identifiers_placeholder
source: IP, CIDR, MAC, ClientID
fr: IP, CIDR, adresse MAC, ID du client
uk: IP, CIDR, MAC, ID клієнта
zh_hant: IP、無類別網域間路由（CIDR）、媒體存取控制（MAC）、用戶端 ID

# clients_identifiers_explainer
source: Clients can be identified by the IP address, CIDR, MAC address, or a special client ID (can be used for DoT/DoH/DoQ). Using MAC as identifier is possible only if AdGuard Home is also a DHCP server.
ca: Els clients es poden identificar mitjançant l'adreça IP, el CIDR, l'adreça MAC o un identificador especial de client (per a DoT/DoH/DoQ). Per a utilitzar adreces MAC es necessari habilitar el servei DHCP de AdGuard Home.
de: Clients können durch die IP-Adresse, CIDR, MAC-Adresse oder eine spezielle Client-ID (können für DoT/DoH/DoQ verwendet werden) identifiziert werden. Die Verwendung der MAC als Bezeichner ist nur möglich, wenn AdGuard Home auch ein DHCP-Server ist.
es: Los clientes se pueden identificar mediante la dirección IP, el CIDR, la dirección MAC o una ID especial de cliente (para DoT/DoH/DoQ). Solo es posible utilizar direcciones MAC si se utiliza la funcionalidad de servidor DHCP de AdGuard Home.
fr: Les clients peuvent être identifiés par leur adresse IP, leur CIDR, leur adresse MAC, ou un ID client spécial (peut être utilisé pour DoT/DoH/DoQ). Utiliser une adresse MAC comme identifiant est possible seulement si AdGuard Home est aussi paramétré comme serveur DHCP.
it: I clients possono essere identificati dall'indirizzo IP, CIDR, indirizzo MAC, o uno speciale client ID (può essere usato per DoT/DoH/DoQ). L'indirizzo MAC può essere utilizzato come identificatore solo se AdGuard Home è anche un server DHCP.
nl: Apparaten kunnen worden geïdentificeerd door hun IP-adres, CIDR, MAC-adres of een speciaal apparaat-ID (kan gebruikt worden voor DoT/DoH/DoQ). Het MAC-adres gebruiken kan alleen als AdGuard Home ook DHCP server is.
pt_br: Os clientes podem ser identificados pelo endereço IP, CIDR, endereço MAC ou um ID de cliente especial (pode ser usado para DoT/DoH/DoQ). Usar MAC como identificador é possível apenas se o AdGuard Home também for um servidor DHCP.
uk: Клієнтів можна ідентифікувати за IP- чи MAC-адресами, CIDR або ж за спеціальним клієнтським ідентифікатором ClientID (можливий для DoT, DoH та DoQ). Використання MAC як ідентифікатора можливе лише в тому випадку, якщо AdGuard Home є сервером DHCP.
zh_hant: 用戶端可根據 IP 位址、無類別網域間路由（CIDR）、媒體存取控制（MAC）位址或特殊的用戶端 ID（可被用於 DoT/DoH/DoQ）被識別。只要 AdGuard Home 亦為 DHCP 伺服器，使用 MAC 作為識別碼是可能的。

# clients_upstreams
source: Upstreams
ca: Servidors DNS
es: Servidores DNS
fr: Upstream
uk: DNS-сервери
zh_hant: 上游

# clients_view_queries_from_%@
source: View queries from %@
ca: Veure consultes DNS de %@
de: Anfragen von %@ anzeigen
es: Ver consultas DNS de %@
fr: Voir les requêtes de %@
it: Guarda le richieste da %@
nl: Laat queries zien van %@
pt_br: Ver consultas de %@
uk: Переглянути запити від %@
zh_hant: 從 %@ 檢視查詢

# clients_edit_use_filter_blocking
source: Use Filter Blocking
ca: Habilitar filtratge
de: Filter-/Hostsperren anwenden
es: Habilitar filtrado
fr: Utiliser les filtres de blocage
it: Usa il filtraggio
nl: Filters
pt_br: Usar Bloqueio de Filtros
uk: Використовувати блокування фільтрами
zh_hant: 使用過濾器封鎖

# clients_edit_use_safe_browsing
source: Use Safe Browsing
ca: Habilitar navegació segura
de: Internetsicherheit anwenden
es: Habilitar navegación segura
fr: Utiliser le service Sécurité de navigation
it: Usa navigazione sicura
nl: Veilig Browsen
pt_br: Usar Navegação Segura
uk: Використовувати безпечну навігацію
zh_hant: 使用安全瀏覽

# clients_edit_use_parental_filtering
source: Use Parental Filtering
ca: Habilitar control parental
de: Kindersicherung anwenden
es: Habilitar control parental
fr: Utiliser le contrôle parental
it: Usa il controllo parentale
nl: Ouderlijk Toezicht
pt_br: Usar Controle Parental
uk: Використовувати Батьківський контроль
zh_hant: 使用家長過濾

# clients_edit_use_safe_search
source: Use Safe Search
ca: Habilitar cerca segura
de: Sichere Suche erzwingen
es: Habilitar búsqueda segura
fr: Utiliser la recherche sécurisée
it: Usa la ricerca sicura
nl: Veilig Zoeken
pt_br: Usar Busca Segura
uk: Використовуйте Безпечний пошук
zh_hant: 使用安全搜尋

# clients_pro_required
source: Remote Pro is required to manage clients.
ca: Es necessari actualitzar a Remote Pro per a gestionar els clients
de: Remote Pro ist erforderlich, um Clients zu verwalten.
es: Es necesario actualizar a Remote Pro para gestionar los clientes
fr: Remote Pro est requis pour gérer les clients.
it: Remote Pro è richiesto per gestire i clients.
nl: Remote Pro is vereist om cliënten te beheren.
pt_br: Remote Pro é necessário para gerenciar clientes.
uk: Для управління клієнтами необхідний Remote Pro.
zh_hant: Remote Pro 是必須的以管理用戶端。

source: Services
ca: Serveis
de: Dienste
es: Servicios
it: Servizi
pt_br: Serviços
uk: Сервіси
zh_hant: 服務

source: Blocked Services
ca: Serveis bloquejats
de: Gesperrte Dienste
es: Servicios bloqueados
fr: Services bloqués
it: Servizi bloccati
nl: Geblokkeerde Services
pt_br: Serviços Bloqueados
uk: Заблоковані сервіси
zh_hant: 已封鎖的服務

source: Tags
ca: Etiquetes
de: Schlagwörter
es: Etiquetas
fr: Mots-clés
uk: Теги
zh_hant: 標記

source: Filtering Settings
ca: Filtres
de: Filtereinstellungen
es: Filtros
fr: Paramètres de filtrage
it: Impostazioni filtraggio
nl: Filter Instellingen
pt_br: Configurações de Filtragem
uk: Налаштування фільтрації
zh_hant: 過濾設定

# filtering_status
source: Status
ca: Estat
es: Estado
fr: Statut
it: Stato
uk: Статус
zh_hant: 狀態

# filtering_disabled
source: Disabled
ca: Desactivat
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
nl: Uitgeschakeld
pt_br: Desativado
uk: Відключений
zh_hant: 已禁用

# filtering_disable_filter
source: Disable Filter
ca: Desactivar filtre
de: Filter deaktivieren
es: Deshabilitar filtro
fr: Désactiver le filtre
it: Disabilita filtro
nl: Schakel filter uit
pt_br: Desativar Filtro
uk: Вимкнути фільтр
zh_hant: 禁用過濾器

# filtering_enable_filter
source: Enable Filter
ca: Activar filtre
de: Filter aktivieren
es: Habilitar filtro
fr: Activer le filtre
it: Abilita filtro
nl: Schakel filter in
pt_br: Ativar Filtro
uk: Включити фільтр
zh_hant: 啟用過濾器

# filtering_edit_filter
source: Edit Filter
ca: Editar Filtre
de: Filter bearbeiten
es: Editar Filtro
it: Modifica filtro
nl: Bewerk filter
pt_br: Editar Filtro
uk: Редагувати фільтр
zh_hant: 編輯過濾器

# filtering_edit_filter_name
source: Name
ca: Nom descriptiu
es: Nombre descriptivo
fr: Nom
it: Nome
nl: Naam
pt_br: Nome
uk: Назва
zh_hant: 名稱

# filtering_edit_filter_url
source: URL
zh_hant: 網址

# filtering_enable_filtering
source: Enable Filtering
ca: Activar filtratge
de: Filtern aktivieren
es: Habilitar filtrado
fr: Activer le filtrage
it: Abilita filtraggio
nl: Schakel filtering in
pt_br: Ativar Filtragem
uk: Увімкнути фільтрацію
zh_hant: 啟用過濾

# filtering_update_interval
source: Update Interval
ca: Freqüència d'actualització
de: Update-Intervall
es: Frecuencia de actualización
fr: Intervalle de mise à jour
it: Aggiorna intervallo
nl: Update frequentie
pt_br: Intervalo de Atualização
uk: Інтервал оновлення
zh_hant: 更新間隔

# filtering_dns_blocklists
source: DNS Blocklists
ca: Llistes negres
de: DNS-Sperrlisten
es: Listas negras
fr: Listes de blocage DNS
it: Liste nere DNS
nl: DNS Blokkeerlijsten
pt_br: Listas de Bloqueio DNS
uk: Список блокування DNS
zh_hant: DNS 封鎖清單

# filtering_update_blocklists
source: Update Blocklists
ca: Cercar actualitzacions
de: Sperrlisten aktualisieren
es: Buscar actualizaciones
fr: Mettre à jour les listes de blocage
it: Aggiorna liste nere
nl: Update blokkeerlijsten
pt_br: Atualizar Listas de Bloqueio
uk: Перевірити оновлення
zh_hant: 更新封鎖清單

# filtering_dns_allowlists
source: DNS Allowlists
ca: Llistes blanques
de: DNS-Freigabelisten
es: Listas blancas
fr: Listes d’autorisations DNS
it: Liste bianche DNS
nl: DNS Toestemmingslijsten
pt_br: Listas de Permissão DNS
uk: Списки дозволів DNS
zh_hant: DNS 允許清單

# filtering_update_allowlists
source: Update Allowlists
ca: Cercar actualitzacions
de: Freigabelisten aktualisieren
es: Buscar actualizaciones
fr: Mettre à jour la liste d’autorisations
it: Aggiorna liste bianche
nl: Update toestemmingslijsten
pt_br: Atualizar Listas de Permissão
uk: Перевірити оновлення
zh_hant: 更新允許清單

# filtering_updated_count_%@
source: %@ updated
ca: Llistes actualitzades: %@
de: %@ aktualisieren
es: Listas actualizadas: %@
fr: %@ mis à jour
it: %@ aggiornato
nl: %@ geüpdatet
pt_br: %@ atualizado
uk: %@ оновлений
zh_hant: %@ 已更新

# filtering_rules_%@
source: Rules: %@
ca: Regles: %@
de: Regeln: %@
es: Reglas: %@
fr: Règles : %@
it: Regole: %@
nl: Regels: %@
pt_br: Regras: %@
uk: Правил: %@
zh_hant: 規則：%@

# filtering_last_updated_%@
source: Last Updated: %@
ca: Última actualització: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
it: Ultimo aggiornamento: %@
nl: Laatst geüpdatet: %@
pt_br: Última Atualização: %@
uk: Останнє оновлення: %@
zh_hant: 最近已更新：%@

# filtering_global_blocked_services
source: Global Blocked Services
ca: Serveis bloquejats
de: Global gesperrte Dienste
es: Servicios bloqueados
fr: Services bloqués
it: Servizi bloccati globalmente
nl: Globaal Geblokkeerde Services
pt_br: Serviços Globalmente Bloqueados
uk: Глобально заблоковані сервіси
zh_hant: 全域已封鎖的服務

# filtering_custom_filtering_rules
source: Custom Filtering Rules
ca: Regles de filtratge personalitzades
de: Benutzerdefinierte Filterregeln
es: Reglas de filtrado personalizadas
fr: Règles de filtrage personnalisées
it: Regole di filtraggio personalizzate
nl: Aangepaste Filter Regels
pt_br: Regras de Filtragem Personalizadas
uk: Користувальницькі правила фільтрації
zh_hant: 自訂的過濾規則

# filtering_rule_count_%@
source: %@ rules
ca: %@ regles
de: %@ Regeln
es: %@ reglas
fr: %@ règles
it: %@ regole
pt_br: %@ regras
uk: %@ правил
zh_hant: %@ 規則

# filtering_check_filtered
source: Check If Hostname Is Filtered
ca: Comprovar si un nom de host s’està filtrant
de: Prüfen, ob der Hostname gefiltert wird
es: Comprobar si un nombre de host está siendo filtrado
fr: Vérifier si le nom d’hôte est filtré
it: Controlla se l'hostname è filtrato
nl: Controleer hostnaam filtering
pt_br: Verificar se o Nome do Host Está Filtrado
uk: Протестувати фільтрацію імені хоста
zh_hant: 檢查該主機名稱是否被過濾

# filtering_pro_required
source: Remote Pro is required to manage filters.
ca: Es necessari actualitzar a Remote Pro per a gestionar els filtres
de: Remote Pro ist erforderlich, um Filter zu verwalten.
es: Es necesario actualizar a Remote Pro para gestionar los filtros
fr: Remote Pro est requis pour afficher gérer les filtres.
it: Remote Pro è richiesto per gestire i filtri.
nl: Remote Pro is vereist om filters te beheren.
pt_br: Remote Pro é necessário para gerenciar filtros.
uk: Для управління фільтрами потрібен Remote Pro.
zh_hant: Remote Pro 是必須的以管理過濾器。

# filtering_addfilter_list
source: List
ca: Tipus de llista
de: Liste
es: Tipo de lista
fr: Liste
it: Lista
nl: Lijst
pt_br: Lista
uk: Список
zh_hant: 清單

# filtering_addfilter_blocklist
source: Blocklist
ca: Llista negra
de: Sperrliste
es: Lista negra
fr: Liste de blocage
it: Lista nera
nl: Blokkeerlijsten
pt_br: Lista de Bloqueio
uk: Список блокування
zh_hant: 封鎖清單

# filtering_addfilter_blocklist_new
source: New Blocklist
ca: Afegir llista negra
de: Neue Sperrliste
es: Añadir lista negra
fr: Nouvelle liste de blocage
it: Nuova lista nera
nl: Nieuwe Lijst
pt_br: Nova Lista de Bloqueio
uk: Новий Список блокування
zh_hant: 新的封鎖清單

# filtering_addfilter_allowlist
source: Allowlist
ca: Llista blanca
de: Freigabeliste
es: Lista blanca
fr: Liste d’autorisation
it: Lista bianca
nl: Toestemmingslijsten
pt_br: Lista de Permissão
uk: Список дозволів
zh_hant: 允許清單

# filtering_addfilter_allowlist_new
source: New Allowlist
ca: Afegir llista blanca
de: Neue Freigabeliste
es: Añadir lista blanca
fr: Nouvelle liste d’autorisation
it: Nuova lista bianca
nl: Nieuwe Lijst
pt_br: Nova Lista de Permissão
uk: Новий Список дозволів
zh_hant: 新的允許清單

# filtering_addfilter_name
source: Name
ca: Nom descriptiu
es: Nombre descriptivo
fr: Nom
it: Nome
nl: Naam
pt_br: Nome
uk: Назва
zh_hant: 名稱

# filtering_addfilter_url
source: URL
zh_hant: 網址

# filtering_addfilter_url_placeholder
source: URL or Absolute Path
ca: URL o ruta absoluta
de: URL oder absoluter Pfad
es: URL o ruta absoluta
fr: URL ou chemin absolu
it: URL o path assoluta
nl: URL of absoluut pad
pt_br: URL ou Caminho Absoluto
uk: URL або абсолютний шлях
zh_hant: 網址或絕對的路徑

# filtering_rules_custom
source: Custom Rules
ca: Regles personalitzades
de: Benutzerdefinierte Filterregeln
es: Reglas personalizadas
fr: Règles personnalisées
it: Regole personalizzate
nl: Aangepaste Regels
pt_br: Regras Personalizadas
uk: Користуваль. правила
zh_hant: 自訂的規則

# filtering_rules_custom_new
source: New Custom Rule
ca: Nova regla
de: Neue eigene Regel
es: Nueva regla
fr: Nouvelle règle personnalisée
it: Nuova regola personalizzata
nl: Nieuwe Regel
pt_br: Nova Regra Personalizada
uk: Нове користуваль. правило
zh_hant: 新自訂的規則

# filtering_rules_add
source: Add Rule
ca: Afegir regla
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
it: Aggiungi regola
nl: Voeg Regel Toe
pt_br: Adicionar Regra
uk: Додати правило
zh_hant: 新增規則

# filtering_rules_no_rules_found
source: No rules found.
ca: No s'han trobat regles.
de: Keine Regeln gefunden.
es: No se han encontrado reglas.
fr: Aucune règle trouvée.
it: Nessuna regola trovata.
nl: Geen regels gevonden.
pt_br: Nenhuma regra encontrada.
uk: Правила не знайдено.
zh_hant: 無已發現之規則。

# filtering_rules_delete_and_edit
source: Delete Rule & Edit
ca: Esborrar regla y editar
de: Regel löschen & bearbeiten
es: Borrar regla y editar
fr: Supprimer ou éditer une règle
it: Cancella e modifica regola
nl: Verwijder regel & bewerk
pt_br: Excluir Regra e Editar
uk: Видалити & редагувати правила
zh_hant: 刪除規則 & 編輯

# filtering_rules_rule
source: Rule
ca: Regla
de: Regel
es: Regla
fr: Règle
it: Regola
nl: Regel
pt_br: Regra
uk: Правила
zh_hant: 規則

# filtering_rules_settings
source: Settings
ca: Ajustos
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt_br: Configurações
uk: Налаштування
zh_hant: 設定

# filtering_rules_blocking_mode
source: Blocking Mode
ca: Mode de bloqueig
de: Sperrmodus
es: Modo de bloqueo
fr: Mode de blocage
it: Modalità di blocco
nl: Blokkeer Modus
pt_br: Modo de Bloqueio
uk: Режим блокування
zh_hant: 封鎖模式

# filtering_rules_blocking_mode_block
source: Block
ca: Bloquejar
de: Sperren
es: Bloquear
fr: Bloquer
it: Blocca
nl: Blokkeren
pt_br: Bloquear
uk: Заблокувати
zh_hant: 封鎖

# filtering_rules_blocking_mode_unblock
source: Unblock
ca: Desbloquejar
de: Entsperren
es: Desbloquear
fr: Débloquer
it: Sblocca
nl: Toestaan
pt_br: Desbloquear
uk: Розблокувати
zh_hant: 解除封鎖

# filtering_rules_blocking_mode_custom
source: Custom
ca: Personalitzat
de: Benutzerdef.
es: Personalizado
fr: Autre
it: Personalizzata
nl: Anders
pt_br: Personalizado
uk: Своє
zh_hant: 自訂的

# filtering_rules_final_rule
source: Final Rule
ca: Regla final
de: Fertige Regel
es: Regla final
fr: Règle finale
it: Regola finale
nl: Regel
pt_br: Regra Final
uk: Остаточний вигляд
zh_hant: 最終的規則

# filtering_rules_rule_placeholder
source: Type a domain here...
ca: Escriu un domini...
de: Domain hier eingeben...
es: Escribe un dominio...
fr: Entrer un domaine ici...
it: Inserisci il dominio qui...
nl: Typ een domein...
pt_br: Digite um domínio aqui...
uk: Введіть домен тут...
zh_hant: 於此輸入一個網域…

# filtering_rules_examples
source: Examples
ca: Exemples
de: Beispiele
es: Ejemplos
fr: Exemples
it: Esempi
nl: Voorbeelden
pt_br: Exemplos
uk: Приклади
zh_hant: 實例

# filtering_rules_examples_block_subtitle
source: block example.org and all its subdomains
ca: Bloquejar example.org i tots els seus subdominis
de: example.org und Subdomainen sperren
es: Bloquear example.org y todos sus subdominios
fr: bloque l'accès au domaine example.org et à tous ses sous-domaines
it: blocca esempio.org e tutti i suoi sottodomini
pt_br: bloquear example.org e todos os seus subdomínios
uk: блокує example.org і всі його піддомени
zh_hant: 封鎖 example.org 和所有它的子網域

# filtering_rules_examples_unblock_subtitle
source: unblock example.org and all its subdomains
ca: Desbloqueja example.org i tots els seus subdominis
de: example.org und Subdomainen entsperren
es: Desbloquea example.org y todos sus subdominios
fr: débloque l'accès au domaine example.org et à tous ses sous-domaines
it: sblocca esempio.org e tutti i suoi sottodomini
pt_br: desbloquear example.org e todos os seus subdomínios
uk: розблокує example.org та всього його піддомени
zh_hant: 解除封鎖 example.org 和所有它的子網域

# filtering_rules_examples_rewrite_subtitle
source: return 127.0.0.1 for example.org (but not its subdomains)
ca: Retorna 127.0.0.1 per example.org (pero no per als seus subdominis)
de: 127.0.0.1 statt example.org zurückgeben (aber nicht für die Subdomains)
es: Devuelve 127.0.0.1 para example.org (pero no para sus subdominios)
fr: AdGuard Home va retourner l'adresse 127.0.0.1 au domaine example.org (mais pas aux sous-domaines)
it: restituisci 127.0.0.1 per esempio.org (ma non i suoi sottodomini)
pt_br: retornar 127.0.0.1 para example.org (mas não seus subdomínios)
uk: повертає 127.0.0.1 для example.org (але не для його піддоменів)
zh_hant: 對 example.org 網域（但非其子網域）返回 127.0.0.1 位址
