Repository: jojost1/adguardhomeremote-translations
Catalog: App/*.lproj/Localizable.strings
Languages: ca, de, es, fr, it, nl, pt_br, uk, zh_hant

# dashboard_tabbar
source: Dashboard
ca: Tauler de control
de: Übersicht
es: Panel de control
fr: Tableau de bord
it: Pannello di controllo
pt_br: Painel de Controle
uk: Панель управління
zh_hant: 儀表板

# dashboard_protection
source: Protection
de: Schutz
it: Protezione
nl: Bescherming
pt_br: Proteção
uk: Захист
zh_hant: 防護

# dashboard_rule-filtering
source: Rule Filtering
ca: Filtratge de continguts
de: Filter
es: Bloqueo por Filtros
fr: Règles de filtrage
it: Regole di filtraggio
nl: Filters
pt_br: Bloqueio por Filtros
uk: Правила фільтрації
zh_hant: 規則 過濾

# dashboard_parental-filtering
source: Parental Filtering
ca: Control parental
de: Jugendgefährdend
es: Control Parental
fr: Filtre parental
it: Filtraggio parentale
nl: Ouderlijk Toezicht
pt_br: Controle Parental
uk: Батьківський контроль
zh_hant: 家長 過濾

# dashboard_safe-browsing
source: Safe Browsing
ca: Navegació segura
de: Internetsicherheit
es: Navegación Segura
fr: Sécurité de navigation
it: Navigazione sicura
nl: Veilig Browsen
pt_br: Navegação Segura
uk: Безпека перегляду
zh_hant: 安全 瀏覽

# dashboard_safe-search
source: Safe Search
ca: Cerca segura
de: Sichere Suche
es: Búsqueda Segura
fr: Recherche sécurisée
it: Ricerca sicura
nl: Veilig Zoeken
pt_br: Busca Segura
uk: Безпечний пошук
zh_hant: 安全 搜尋

# dashboard_queries
source: DNS Queries
ca: Consultes DNS
de: DNS-Anfragen
es: Consultas DNS
fr: Journal des requêtes
it: Richieste DNS
pt_br: Consultas DNS
uk: DNS запити
zh_hant: DNS 查詢

# dashboard_blocked-filters
source: Blocked by Filters
ca: Peticions filtrades
de: Durch Filter gesperrt
es: Bloqueos por filtros
fr: Bloqué par les filtres
it: Bloccato dai filtri
nl: Geblokkeerd door filters
pt_br: Bloqueios por filtros
uk: Заблоковано фільтрами
zh_hant: 被過濾器封鎖

# dashboard_blocked-malware
source: Blocked Malware/Phishing
ca: Malware/phishing bloquejat
de: Gesperrte Schädliche/Phishing-Webseiten
es: Malware/phishing bloqueado
fr: Menaces bloquées
it: Malware/Phishing bloccati
nl: Geblokkeerde malware/phishing
pt_br: Malware/phishing bloqueado
uk: Заблоковано зловмисних/шахрайських програм
zh_hant: 已封鎖的惡意軟體/網路釣魚

# dashboard_blocked-adult
source: Blocked Adult Websites
ca: Llocs web per a adults bloquejats
de: Gesperrte jugendgefährdende Webseiten
es: Sitios web para adultos bloqueados
fr: Sites à contenu adulte bloqués
it: Siti per adulti bloccati
nl: Geblokeerd door ouderlijk toezicht
pt_br: Sites adultos bloqueados
uk: Заблоковано вебсайтів для дорослих
zh_hant: 已封鎖的成人網站

# dashboard_top-clients
source: Top Clients
ca: Clients més vistos
es: Clientes más frecuentes
fr: Meilleurs clients
it: Clients principali
nl: Top Cliënten
pt_br: Clientes mais frequentes
uk: Найактивніші клієнти
zh_hant: 熱門用戶端

# dashboard_top-queried
source: Top Queried Domains
ca: Dominis més consultats
de: Top angefragte Domains
es: Dominios más consultados
fr: Domaines les plus recherchés
it: Domini più richiesti
nl: Top Bezochte Domeinen
pt_br: Domínios mais consultados
uk: Найчастіші запити доменів
zh_hant: 熱門已查詢的網域

# dashboard_top-blocked
source: Top Blocked Domains
ca: Dominis més bloquejats
de: Top gesperrte Domains
es: Dominios más bloqueados
fr: Domaines les plus fréquemment bloqués
it: Domini più bloccati
nl: Top Geblokkeerde Domeinen
pt_br: Domínios mais bloqueados
uk: Найчастіше блоковані домени
zh_hant: 熱門已封鎖的網域

# dashboard_avg_ms_%@
source: avg %@ms
ca: mitjana %@ms
de: Ø %@ms
es: promedio %@ms
fr: Temps moyen : %@ms
it: circa %@ms
nl: gem %@ms
pt_br: média de %@ms
uk: серед. %@мс
zh_hant: 平均 %@ms

# dashboard_jump_to_instance
source: Instance
ca: Servidor
de: Instanz
es: Instancia
it: Jump to
nl: Instantie
pt_br: Ir para
uk: Jump to
zh_hant: 實例

# querylog_tabbar
source: Query Log
ca: Consultes DNS
de: Anfragenprotokoll
es: Consultas DNS
fr: Journal des requêtes
it: Registro richieste
pt_br: Registro de Consultas
uk: Журнал
zh_hant: 查詢記錄

# querylog_query
source: Query
ca: Consulta
de: Anfrage
es: Consulta
fr: Requêtes
it: Richieste
pt_br: Consulta
uk: Запит
zh_hant: 查詢

# querylog_livelog
source: Live Log
de: Live-Protokoll
it: Log in tempo reale
pt_br: Registro ao Vivo
uk: В реальному часі
zh_hant: 實況記錄

# querylog_livelog_no_queries_yet
source: No queries found yet...
de: Noch keine Anfragen gefunden...
it: Nessuna richiesta trovata...
pt_br: Nenhuma consulta encontrada ainda...
uk: Поки ніяких запитів не знайдено...
zh_hant: 尚無已發現的查詢…

# querylog_livelog_pro
source: Remote Pro is required to view more queries.
de: Remote Pro ist erforderlich, um weitere Anfragen anzuzeigen.
it: Remote Pro è richiesto per vedere più richieste.
pt_br: Remote Pro é necessário para visualizar mais consultas.
uk: Для перегляду більшої кількості запитів потрібен Remote Pro.
zh_hant: Remote Pro 是必須的以檢視更多的查詢。

# querylog_no-queries
source: No queries found.
ca: No s'han trobat resultats
de: Keine Anfragen gefunden.
es: No se han encontrado resultados
fr: Aucune requête trouvée.
it: Nessuna richiesta trovata.
nl: Geen queries gevonden.
pt_br: Nenhuma consulta encontrada.
uk: Запитів не знайдено.
zh_hant: 無已發現之查詢。

# querylog_cannot-find-queries
source: Can't find any queries.
ca: No s'han trobat consultes DNS
de: Keine Anfragen gefunden.
es: No se han podido encontrar consultas DNS
fr: Aucune requête trouvée
it: Impossibile trovare richieste.
nl: Kon geen queries vinden..
pt_br: Não é possível encontrar nenhuma consulta.
uk: Не вдається знайти запити.
zh_hant: 無法找到任何的查詢。

# querylog_pro
source: Remote Pro is required to view more queries.
ca: Es necessari actualitzar a Remote Pro per a poder visualitzar més consultes DNS
de: Remote Pro ist erforderlich, um weitere Anfragen anzuzeigen.
es: Es necesario actualizar a Remote Pro para ver más consultas DNS
fr: Remote Pro est requis pour afficher plus de requêtes.
it: Remote Pro è richiesto per vedere più richieste.
nl: Remote Pro is vereist om meer queries te zien.
pt_br: Remote Pro é necessário para visualizar mais consultas.
uk: Для перегляду більшої кількості запитів потрібен Remote Pro.
zh_hant: Remote Pro 是必須的以檢視更多的查詢。

# querylog_sidebar_explainer
source: Select a query on the left to see details.
ca: Selecciona una consulta DNS de la llista per a veure els seus detalls
de: Wähle eine Anfrage von links, um mehr zu sehen.
es: Selecciona una consulta DNS del listado para ver más detalles
fr: Sélectionnez une requête dans la colonne de gauche pour voir les détails.
it: Selezione una query sulla sinistra per vederne i dettagli
nl: Selecteer een query links om meer details te zien.
pt_br: Selecione uma consulta à esquerda para ver os detalhes.
uk: Виберіть запит зліва, щоб переглянути детальну інформацію.
zh_hant: 向左側選擇一個查詢以查看細節。

# querylog_filter
source: Filter
ca: Filtre
es: Filtro
fr: Filtre
it: Filtro
pt_br: Filtro
uk: Фільтр
zh_hant: 篩選

# querylog_filtered
source: Filtered
ca: Filtratge
de: Gefiltert
es: Filtrado
fr: Bloqué
it: Filtrato
nl: Gefilterd
pt_br: Filtrado
uk: Відфільтрований
zh_hant: 已篩選的

# querylog_number-of-queries
source: Number of Queries
ca: Número de consultes DNS
de: Anzahl an Anfragen
es: Número de consultas DNS
fr: Nombre de requêtes
it: Numero di richieste
nl: Aantal Queries
pt_br: Número de consultas
uk: Кількість запитів
zh_hant: 查詢之數量

# querylog_status
source: Status
ca: Estat
es: Estado
fr: Statut
it: Stato
uk: Статус запитів
zh_hant: 狀態

# querylog_status-all
source: All
ca: Totes
de: Alle
es: Todas
fr: Tous
it: Tutto
nl: Alles
pt_br: Todos
uk: Всі запити
zh_hant: 所有的

# querylog_status-filtered
source: Filtered
ca: Filtrades
de: Gefiltert
es: Filtradas
fr: Bloqué
it: Filtrato
nl: Gefilterd
pt_br: Filtrado
uk: Відфільтрований
zh_hant: 受過濾的

# querylog_status-processed
source: Processed
ca: Processades
de: Verarbeitet
es: Procesadas
fr: Traité
it: Processato
nl: Verwerkt
pt_br: Processado
uk: Оброблений
zh_hant: 已處理的

# querylog_status-blocked
source: Blocked
ca: Bloquejades
de: Gesperrt
es: Bloqueadas
it: Bloccato
nl: Geblokkeerd
pt_br: Bloqueado
uk: Заблокований
zh_hant: 已封鎖的

# querylog_status-blocked_services
source: Blocked services
ca: Serveis Bloquejats
de: Gesperrte Dienste
es: Servicios bloqueados
it: Servizi bloccati
nl: Geblokkeerde services
pt_br: Serviços bloqueados
uk: Заблоковані сервіси
zh_hant: 已封鎖的服務

# querylog_status-blocked_safebrowsing
source: Blocked by safe browsing
ca: Bloquejades per cerca segura
de: Gesperrte Bedrohungen
es: Bloqueadas por búsqueda segura
it: Bloccato dalla navigazione sicura
nl: Geblokkeerd door veilig browsen
pt_br: Bloqueado por navegação segura
uk: Заблоковано погроз
zh_hant: 被安全瀏覽封鎖

# querylog_status-blocked_parental
source: Blocked by parental filtering
ca: Bloquejades per control parental
de: Gesperrte jugendgefährdende Webseiten
es: Bloqueadas por control parental
it: Bloccato dal controllo parentale
nl: Geblokkeerd door ouderlijk toezicht
pt_br: Bloqueado por controle parental
uk: Заблоковано батьківським контролем
zh_hant: 被家長過濾封鎖

# querylog_status-whitelisted
source: Allowed
ca: Llista blanca
de: Zugelassen
es: Lista blanca
it: Permesso
nl: Toegestaan
pt_br: Permitido
uk: Дозволено
zh_hant: 已允許的

# querylog_status-rewritten
source: Rewritten
ca: Substituides
de: Umgeschrieben
es: Reescritas
it: Riscritto
nl: Herschreven
pt_br: Reescrito
uk: Переписаний
zh_hant: 已改寫的

# querylog_status-safe_search
source: Safe search
ca: Cerca segura
de: Sichere Suche
es: Búsqueda segura
it: Ricerca sicura
nl: Veilig zoeken
pt_br: Busca segura
uk: Безпечний пошук
zh_hant: 安全搜尋

# querylog_clear-filtered
source: Clear status filters
ca: Netejar filtres
de: Statusfilter leeren
es: Limpiar filtros
fr: Supprimer les filtres
it: Pulisci filtri
nl: Verwijder filters
pt_br: Limpar filtros de status
uk: Скинути фільтри
zh_hant: 清除狀態篩選

# querylog_show_queries_status
source: Show queries with status
ca: Veure consultes amb estat
de: Anfragen mit Status anzeigen
es: Mostrar consultas con estado
fr: Afficher les requêtes avec le statut
it: Mostra richieste con stati
nl: Laat queries zien met status
pt_br: Mostrar consultas com status
uk: Перегляд запитів зі статусом
zh_hant: 顯示含狀態的查詢

# query_status_NotFilteredNotFound
source: Processed
ca: Processada
de: Verarbeitet
es: Procesada
fr: Traité
it: Processata
nl: Verwerkt
pt_br: Processado
uk: Оброблені
zh_hant: 已處理的

# query_status_NotFilteredWhiteList
source: Processed | Allowlist
ca: Processada | Llista blanca
de: Zugelassen | Freigabeliste
es: Procesada | Lista blanca
fr: Traité | Liste d’autorisation
it: Processata | Lista bianca
nl: Verwerkt | Toestemmingslijst
pt_br: Processado | Lista de Permissão
uk: Оброблені | Дозволено
zh_hant: 已處理的 | 允許清單

# query_status_NotFilteredError
source: Processed | Error
ca: Processada | Error
de: Zugelassen | Fehler
es: Procesada | Error
fr: Traité | Erreur
it: Processata | Errore
nl: Verwerkt | Error
pt_br: Processado | Erro
uk: Оброблені | Помилка
zh_hant: 已處理的 | 錯誤

# query_status_FilteredBlackList
source: Blocked | Filter
ca: Bloquejada | Filtro
de: Gesperrt | Filter
es: Bloqueada | Filtro
fr: Bloqué | Filtre
it: Bloccata | Filtro
nl: Geblokkeerd | Filter
pt_br: Bloqueado | Filtro
uk: Заблокировано | Правило
zh_hant: 已封鎖的 | 過濾器

# query_status_FilteredSafeBrowsing
source: Blocked | Safe Browsing
ca: Bloquejada | Navegació segura
de: Gesperrt | Internetsicherheit
es: Bloqueada | Navegación segura
fr: Bloqué | Sécurité de navigation
it: Bloccata | Navigazione sicura
nl: Geblokkeerd | Veilig Browsen
pt_br: Bloqueado | Navegação Segura
uk: Заблокировано | Загроза
zh_hant: 已封鎖的 | 安全瀏覽

# query_status_FilteredParental
source: Blocked | Parental
ca: Bloquejada | Control parental
de: Gesperrt | Jugendgefährdend
es: Bloqueada | Control parental
fr: Bloqué | Filtre parental
it: Bloccata | Controllo parentale
nl: Geblokkeerd | Ouderlijk Toezicht
pt_br: Bloqueado | Parental
uk: Заблокировано | Батьківський контроль
zh_hant: 已封鎖的 | 家長

# query_status_FilteredInvalid
source: Blocked | Invalid Request
ca: Bloquejada | Petició invàlida
de: Gesperrt | Ungültige Anfrage
es: Bloqueada | Petición inválida
fr: Bloqué | Requête non-valide
it: Bloccata | Richiesta non valida
nl: Geblokkeerd | Ongeldig Verzoek
pt_br: Bloqueado | Solicitação Inválida
uk: Заблокировано | Неприпустимий запит
zh_hant: 已封鎖的 | 無效的請求

# query_status_FilteredSafeSearch
source: Blocked | Safe Search
ca: Bloquejada | Cerca segura
de: Gesperrt | Sichere Suche
es: Bloqueada | Búsqueda segura
fr: Bloqué | Recherche sécurisée
it: Bloccata | Ricerca sicura
nl: Geblokkeerd | Veilig Zoeken
pt_br: Bloqueado | Busca Segura
uk: Заблокировано | Безпечний пошук
zh_hant: 已封鎖的 | 安全搜尋

# query_status_FilteredBlockedService_%@
source: Blocked Service%@
ca: Servei bloquejat%@
de: Gesperrter Dienst%@
es: Servicio bloqueado%@
fr: Services bloqués%@
it: Servizio bloccato%@
nl: Geblokkeerde Service%@
pt_br: Serviço Bloqueado%@
uk: Заблоковані сервіс%@
zh_hant: 已封鎖的服務 %@

# query_status_Rewrite
source: Rewrite
ca: Substituïda
de: Umgeschrieben
es: Reescritura
fr: Réécrit
it: Riscritta
nl: Herschreven
pt_br: Reescrever
uk: Переписаний
zh_hant: 改寫

# query_status_RewriteEtcHosts
source: Rewrite | Hosts File
ca: Substituïda | Fitxer hosts
de: Umgeschrieben | Hosts-Datei
es: Reescritura | Fichero hosts
fr: Réécrit | Fichier Hosts
it: Riscritta | File hosts
nl: Herschreven | Hosts Bestand
pt_br: Reescrever | Arquivo Hosts
uk: Переписаний | Файл Hosts
zh_hant: 改寫 | 主機檔案

# query_status_RewriteRule
source: Rewrite | Rule
ca: Substituïda | Regla
de: Umgeschrieben | Filter
es: Reescritura | Regla
fr: Réécrit | Règle
it: Riscritta | Regola
nl: Herschreven | Regel
pt_br: Reescrever | Regra
uk: Переписаний | Правило
zh_hant: 改寫 | 規則

# query_status_Unknown
source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
uk: Невідомий
zh_hant: 未知的

# query_copy
source: Copy
ca: Copiar
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopieer
pt_br: Copiar
uk: Скопіювавши
zh_hant: 複製

# query_copy_domain
source: Copy domain
de: Domain kopieren
it: Copia dominio
nl: Kopieer domein
pt_br: Copiar domínio
uk: Скопіювати домен
zh_hant: 複製網域

# query_copy_client_name
source: Copy client name
de: Client-Namen kopieren
it: Copia nome client
nl: Kopieer cliënt naam
pt_br: Copiar nome do cliente
uk: Скопіювати ім'я клієнта
zh_hant: 複製用戶端名稱

# query_copy_client_ip
source: Copy client IP
de: Client-IP kopieren
it: Copia IP client
nl: Kopieer cliënt IP
pt_br: Copiar IP do cliente
uk: Скопіювати IP клієнта
zh_hant: 複製用戶端 IP

# query_copy_client_id
source: Copy client ID
de: Client-ID kopieren
it: Copia ID client
nl: Kopieer cliënt ID
pt_br: Copiar ID do cliente
uk: Скопіювати ID клієнта
zh_hant: 複製用戶端 ID

# query_view_queries_to_hostname
source: View queries to hostname
de: Hostnamen-Anfragen anzeigen
it: Mostra le richieste all'hostname
pt_br: Ver consultas para o nome do host
uk: Переглянути запити до імені хоста
zh_hant: 檢視屬於主機名稱的查詢

# query_view_queries_from_client
source: View queries to client
de: Client-Anfragen anzeigen
it: Mostra le richieste al client
pt_br: Ver consultas do cliente
uk: Переглянути запити від клієнта
zh_hant: 檢視屬於用戶端的查詢

# query_visit_domain
source: Visit domain
de: Domain aufrufen
it: Visita dominio
pt_br: Visitar domínio
uk: Відкрити домен у браузері
zh_hant: 訪問網域

# querydetail_filter_rule
source: Filter Rule
ca: Regla de filtratge
de: Filterregel
es: Regla de filtrado
fr: Règle du filtre
it: Filtra regola
nl: Filter Regel
pt_br: Regra de Filtro
uk: Правило фільтрації
zh_hant: 過濾規則

# querydetail_client
source: Client
es: Cliente
nl: Cliënt
pt_br: Cliente
uk: Клієнт
zh_hant: 用戶端

# querydetail_new_client
source: New Client
ca: Nou client
de: Neuer Client
es: Nuevo cliente
fr: Ajouter un client
it: Nuovo client
nl: Nieuwe cliënt
pt_br: Novo Cliente
uk: Новий клієнт
zh_hant: 新的用戶端

# querydetail_edit_client
source: Edit Client
ca: Editar client
de: Client bearbeiten
es: Editar cliente
fr: Modifier le client
it: Modifica client
nl: Bewerk cliënt
pt_br: Editar Cliente
uk: Редагувати клієнта
zh_hant: 編輯用戶端

# querydetail_request_details
source: Request Details
ca: Detalls de la consulta
de: Anfragedetails
es: Detalles de la consulta
fr: Détails de la requête
it: Dettagli richiesta
nl: Request
pt_br: Detalhes da Solicitação
uk: Деталі запиту
zh_hant: 請求細節

# querydetail_type
source: Type
ca: Tipus
de: Typ
es: Tipo
it: Tipo
pt_br: Tipo
uk: Тип
zh_hant: 類型

# querydetail_class
source: Class
ca: Clasificació
de: Klasse
es: Clase
fr: Classe
it: Classe
nl: Protocol
pt_br: Classe
uk: Клас
zh_hant: 類別

# querydetail_plaindns
source: Plain DNS
ca: DNS Estàndard
de: Einfaches DNS
es: DNS Estándar
fr: DNS simple
it: DNS semplice
pt_br: DNS Puro
uk: Простий DNS
zh_hant: 一般的 DNS

# querydetail_protocol
source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
pt_br: Protocolo
uk: Протокол
zh_hant: 協定

# querydetail_response_details
source: Response Details
ca: Detalls de la resposta
de: Antwortdetails
es: Detalles de la respuesta
fr: Details de la réponse
it: Dettaglio risposta
nl: Response
pt_br: Detalhes da Resposta
uk: Деталі відповіді
zh_hant: 回應細節

# querydetail_validated_with_dnssec
source: Validated with DNSSEC
ca: Validada amb DNSSEC
de: Validiert mit DNSSEC
es: Validado con DNSSEC
fr: Validé avec DNSSEC
it: Validato con DNSSEC
nl: Gevalideerd met DNSSEC
pt_br: Validado com DNSSEC
uk: Підтверджено за допомогою DNSSEC
zh_hant: 已用網域名稱系統安全性擴充功能（DNSSEC）驗證

# querydetail_response_code
source: Response Code
ca: Codi de resposta
de: Code
es: Código de respuesta
fr: Code de réponse
it: Codice risposta
nl: Reactiecode
pt_br: Código de Resposta
uk: Код відповіді
zh_hant: 回應碼

# querydetail_response_time
source: Response Time
ca: Temps transcorregut
de: Zeit
es: Tiempo transcurrido
fr: Temps de réponse
it: Tempo risposta
nl: Reactietijd
pt_br: Tempo de Resposta
uk: Час відповіді
zh_hant: 回應時間

# querydetail_upstream
source: Upstream
ca: Servidor DNS
es: Servidor DNS
uk: DNS-сервер
zh_hant: 上游

# querydetail_copy_upstream
source: Copy upstream
ca: Copiar servidor DNS
de: Upstream kopieren
es: Copiar servidor DNS
fr: Copier l’upstream
it: Copia upstream
nl: Kopieer upstream
pt_br: Copiar upstream
uk: Копіювати DNS-сервер
zh_hant: 複製上游

# querydetail_block_domain
source: Block Domain
ca: Bloquejar domini
de: Domain sperren
es: Bloquear dominio
fr: Bloquer ce domaine
it: Blocca dominio
nl: Blokkeer domein
pt_br: Bloquear Domínio
uk: Заблокувати домен
zh_hant: 封鎖網域

# querydetail_unblock_domain
source: Unblock Domain
ca: Desbloquejar domini
de: Domain entsperren
es: Desbloquear dominio
fr: Débloquer ce domaine
it: Sblocca dominio
nl: Deblokeer domain
pt_br: Desbloquear Domínio
uk: Розблокувати домен
zh_hant: 解除封鎖網域

# querydetail_answer
source: Answer
ca: Resposta
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
nl: Antwoord
pt_br: Resposta
uk: Відповідь
zh_hant: 回應

# querydetail_ttl_%lld
source: TTL %lld
zh_hant: 存活時間（TTL）%lld

# settings_tabbar
source: Settings
ca: Configuració
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt_br: Configurações
uk: Настройка
zh_hant: 設定

# instance_add
source: Add Instance
ca: Afegir servidor
de: Instanz hinzufügen
es: Añadir instancia
fr: Ajouter l’instance
it: Aggiungi istanza
nl: Voeg instantie toe
pt_br: Adicionar Instância
uk: Додати сервер
zh_hant: 新增實例

# instance_new
source: New Instance
ca: Nou servidor
de: Neue Instanz
es: Nueva instancia
fr: Nouvelle instance
it: Nuova istanza
nl: Nieuwe instantie
pt_br: Nova Instância
uk: Новий сервер
zh_hant: 新的實例

# settings_edit_instance
source: Edit Instance
ca: Editar servidor
de: Instanz bearbeiten
es: Editar instancia
fr: Modifier l’instance
it: Modifica istanza
nl: Bewerk instantie
pt_br: Editar Instância
uk: Редагувати сервер
zh_hant: 編輯實例

# instance_display_name
source: Display Name
ca: Nom
de: Name
es: Nombre
fr: Nom
it: Nome da mostrare
nl: Weergave-naam
pt_br: Nome de Exibição
uk: Відображувана назва
zh_hant: 顯示名稱

# instance_ip_hostname
source: IP or Hostname
ca: Direcció IP o nom del host
de: IP oder Hostname
es: Dirección IP o nombre de host
fr: IP ou nom d’hôte
it: IP o Hostname
nl: IP of Hostnaam
pt_br: IP ou Nome do Host
uk: IP або ім'я хоста
zh_hant: IP 或主機名稱

# instance_ssl_label
source: Use http (default) or https?
ca: Utilitzar http (per defecte) o https?
de: http (Standard) oder https verwenden?
es: ¿Usar http (predeterminado) o https?
fr: Utiliser http (par défaut) ou https ?
it: Usare http (default) o https?
nl: Gebruik http (standaard) of https?
pt_br: Usar http (padrão) ou https?
uk: Використовувати http (за замовчуванням) або https?
zh_hant: 使用 http（預設）或 https？

# instance_authentication
source: Authentication
ca: Autenticació
de: Authentifikation
es: Autenticación
fr: Authentification
it: Autenticazione
nl: Authenticatie
pt_br: Autenticação
uk: Авторизація
zh_hant: 驗證

# instance_authentication_username_placeholder
source: Username
ca: Usuari
de: Benutzername
es: Usuario
fr: Nom d’utilisateur
nl: Gebruikersnaam
pt_br: Nome de usuário
uk: Ім'я користувача
zh_hant: 使用者名稱

# instance_authentication_password_placeholder
source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha
uk: Пароль
zh_hant: 密碼

# instance_other
source: Other
ca: Altres
de: Sonstiges
es: Otros
fr: Autre
it: Altro
nl: Overig
pt_br: Outros
uk: Інше
zh_hant: 其它

# instance_hide
source: Hide Instance
ca: Amagar servidor
de: Instanz verstecken
es: Ocultar instancia
fr: Masquer l’instance
it: Nascondi istanza
nl: Verberg instantie
pt_br: Ocultar Instância
uk: Сховати сервер
zh_hant: 隱藏實例

# instance_test_connection
source: Test Connection
ca: Provar connexió
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Testa connessione
nl: Test verbinding
pt_br: Testar Conexão
uk: Перевірити з'єднання
zh_hant: 測試連線

# instance_remove
source: Remove Instance
ca: Borrar servidor
de: Instanz entfernen
es: Eliminar instancia
fr: Supprimer l’instance
it: Rimuovi istanza
nl: Verwijder Instantie
pt_br: Remover Instância
uk: Видалити сервер
zh_hant: 移除實例

# instance_remove_alert_title
source: Remove AdGuard Home Instance
ca: Esborrar servidor
de: AdGuard Home Instanz entfernen
es: Eliminar instancia
fr: Suppression de l’instance d’AdGuard Home
it: Rimuovi istanza di AdGuard Home
nl: Verwijder AdGuard Home Instantie
pt_br: Remover Instância do AdGuard Home
uk: Видалення AdGuard Home сервера
zh_hant: 移除 AdGuard Home 實例

# instance_remove_alert_body
source: Are you sure you want to remove this instance?
ca: Estàs segur de que vols esborrar aquest servidor?
de: Bist Du Dir sicher, dass Du diese Instanz entfernen möchtest?
es: ¿Estás seguro de que deseas eliminar esta instancia?
fr: Êtes-vous sûr(e) de vouloir supprimer cette instance ?
it: Sei sicuro di voler rimuovere questa istanza?
nl: Weet je zeker dat je deze instantie wil verwijderen?
pt_br: Tem certeza de que deseja remover esta instância?
uk: Ви впевнені, що хочете видалити цей сервер?
zh_hant: 您確定您想要移除此實例嗎？

# settings_validation_port
source: Please enter a valid port number.
ca: Si us plau introdueix un número de port vàlid
de: Bitte gib eine gültige Portnummer ein.
es: Por favor introduce un número de puerto válido
fr: Veuillez entrer un numéro de port valide.
it: Per favore inserisci un numero di porta valido.
nl: Vul een geldig poort-nummer in.
pt_br: Por favor, insira um número de porta válido.
uk: Будь ласка, вкажіть коректний порт.
zh_hant: 請輸入有效的連接埠號碼。

# settings_add-instance
source: Add Instance
ca: Afegir servidor
de: Instanz hinzufügen
es: Añadir Instancia
fr: Ajouter une instance
it: Aggiungi istanza
nl: Voeg Instantie Toe
pt_br: Adicionar Instância
uk: Додати сервер
zh_hant: 新增實例

# settings_edit-instance
source: Edit
ca: Editar
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerk
pt_br: Editar
uk: Редагувати
zh_hant: 編輯

# settings_clients
source: Clients
es: Clientes
nl: Cliënten
pt_br: Clientes
uk: Клієнти
zh_hant: 用戶端
