Repository: jojost1/adguardhomeremote-translations
Catalog: App/*.lproj/Localizable.strings
Languages: ca, de, es, fr, it, nl, pt_br, uk, zh_hant

# rocketscience_acknoledgements
source: Special thanks to
ca: Agraïments especials a
de: Besonderer Dank geht an
es: Agradecimientos especiales a
fr: Remerciements particuliers
it: Un ringraziamento speciale a
nl: Met dank aan
pt_br: Agradecimentos especiais para
uk: Особлива подяка
zh_hant: 對以下的特別感謝

# tipjar_navbar
source: Tip Jar
ca: Propines
de: Spenden
es: Propinas
fr: Pourboire
it: Barattolo delle mance
nl: Fooienpot
pt_br: Caixinha de Dicas
uk: Дати чайові
zh_hant: 打賞

# tipjar_title
source: The Tip Jar helps keep AdGuard Home Remote running and directly supports development of awesome features and improvements.
ca: Les propines contribueixen al desenvolupament de noves funcionalitats i millores.
de: Spenden helfen, AdGuard Home Remote am Laufen zu halten und unterstützt gleichzeitig die Entwicklung großartiger Funktionen und Verbesserungen.
es: Las propinas contribuyen al desarrollo de nuevas funcionalidades y mejoras.
fr: Les pourboires aident à maintenir le fonctionnement d’AdGuard Home Remote et soutiennent directement le développement de fonctionnalités et d’améliorations géniales.
it: Il barattolo delle mance aiuta a mantenere AdGuard Home Remote in funzione e supporta attivamente lo sviluppo di nuove funzionalità e miglioramenti.
nl: De fooienpot support me direct om AdGuard Home Remote te blijven onderhouden en nieuwe features te ontwikkelen.
pt_br: A Caixinha de Dicas ajuda a manter o AdGuard Home Remote funcionando e apoia diretamente o desenvolvimento de recursos incríveis e melhorias.
uk: Ви допомагаєте підтримувати роботу AdGuard Home Remote та безпосередньо підтримуєте розробку майбутніх приголомшливих функцій та покращень.
zh_hant: 該打賞幫助維持 AdGuard Home Remote 運作，並直接地支援令人驚嘆的功能和改進之開發。

# tipjar_description
source: If you enjoy using this app and want to support the indie developer (hi! 👋), please consider leaving a tip. I would greatly appreciate it!
ca: Si t'agrada aquesta aplicació i vols contribuir amb el desenvolupador (hola! 👋), si us plau, considera deixar una propina. T'estaré molt agrait!
de: Wenn Du diese App gerne benutzt und einen Indie-Entwickler (hi! 👋) unterstützen willst, kannst Du mir gerne ein Trinkgeld geben. Ich weiß dies wirklich sehr zu schätzen!
es: Si te gusta esta aplicación y quieres apoyar al desarrollador (¡hola! 👋), por favor, considera dejar una propina. ¡Te estaré muy agradecido!
fr: Si vous aimez utiliser cette application et souhaitez soutenir un développeur indépendant (salut ! 👋), pensez à laisser un pourboire. Je vous en serais très reconnaissant !
it: Se ti sta piacendo l'app e vuoi supportare lo sviuppatore indie (ciao! 👋), per favore considera di lasciare una mancia. Lo apprezzerei molto!
nl: Als je de app tof vindt en deze indie developer (hoi! 👋) wil steunen, kan je een donatie geven. Ik waardeer het enorm!
pt_br: Se você gosta de usar este aplicativo e deseja apoiar o desenvolvedor independente (oi! 👋), considere deixar uma gorjeta. Eu realmente aprecio isso!
uk: Якщо вам подобається використовувати цю програму і ви хочете підтримати інді-розробника (привіт! 👋), будь ласка, подумайте про те, щоб залишити чайові. Я був би дуже вдячний вам за це!
zh_hant: 如果您喜歡使用此應用程式並想要支持該獨立製作的開發者（嗨！👋），請考慮給小費。我會非常地感激！

# tipjar_coffee_tip
source: Coffee Tip
ca: Propina per a un cafè
de: Kaffee ausgeben
es: Propina para un café
fr: Café
it: Mancia caffè
nl: Koffie fooi
pt_br: Gorjeta de Café
uk: Чайові на Каву
zh_hant: 咖啡小費

# tipjar_whiskey_tip
source: Whiskey Tip
ca: Propina per a un Whisky
de: Whiskey ausgeben
es: Propina para un Whisky
fr: Whisky
it: Mancia wiskey
nl: Whiskey fooi
pt_br: Gorjeta de Whiskey
uk: Чайові на Віскі
zh_hant: 威士忌小費

# tipjar_ramen_tip
source: Ramen Tip
ca: Propina per a un Ramen
de: Ramen ausgeben
es: Propina para un Ramen
fr: Soupe
it: Mancia ramen
nl: Ramen fooi
pt_br: Gorjeta de Ramen
uk: Чайові на Рамен
zh_hant: 拉麵小費

# tipjar_sushi_tip
source: Sushi Tip
ca: Propina per a un Sushi
de: Sushi ausgeben
es: Propina para un Sushi
fr: Sushis
it: Mancia sushi
nl: Sushi fooi
pt_br: Gorjeta de Sushi
uk: Чайові на суші
zh_hant: 壽司小費

# tipjar_description_thankyou
source: Thank you for your support. - Joost
ca: Gràcies per el teu suport. - Joost
de: Danke für Deine Unterstützung! - Joost
es: Gracias por tu apoyo. - Joost
fr: Merci pour votre soutien. - Joost
it: Grazie per il tuo supporto. - Joost
nl: Bedankt voor je steun. - Joost
pt_br: Obrigado pelo seu apoio. - Joost
uk: Дякую за вашу підтримку. - Joost
zh_hant: 對於您的支援，感謝您。 - Joost

# tipjar_thankyou_tip
source: Thank you for your generous tip!
ca: Gràcies per la teva generosa propina!
de: Danke für Deine großzügige Spende!
es: ¡Gracias por tu generosa propina!
fr: Merci pour votre généreux pourboire !
it: Grazie per la tua mancia!
nl: Bedankt voor je genereuze fooi!
pt_br: Obrigado pela sua gorjeta generosa!
uk: Дякую вам за ваші щедрі чайові!
zh_hant: 對於您的慷慨小費，感謝您！

# tipjar_thankyou_tips
source: Thank you for your generous tips!
ca: Gràcies per les teves generoses propines!
de: Danke für Deine großzügige Spenden!
es: Gracias por tus generosas propinas!
fr: Merci pour vos généreux pourboires !
it: Grazie per i tuoi tips!
nl: Bedankt voor je genereuze fooien!
pt_br: Obrigado pelas suas gorjetas generosas!
uk: Дякую вам за ваші щедрі чайові!
zh_hant: 對於您的慷慨小費，感謝您！

# tipjar_love
source: I love you! ❤️
ca: T'estimo! ❤️
de: Ich liebe Dich! ❤️
es: ¡Te quiero! ❤️
it: Ti voglio bene! ❤️
pt_br: Eu te amo! ❤️
uk: Я кохаю вас! ❤️
zh_hant: 我愛您！❤️

# tipjar_love_alert
source: Thank you so much, I really appreciate the fact that you love the app so much you're willing to give a tip. It's extremely motivating as well. I love you! Joost
ca: Moltes gràcies, aprecio de tot cor que t'agradi tant l'aplicació com per a deixar una propina. Això em motiva molt. T'estimo! Joost
de: Vielen lieben Dank, ich schätze es sehr, dass Dir diese App so sehr gefällt, dass Du mir ein Trinkgeld hinterlassen hast. Dies ist auch sehr motivierend für mich. Ich liebe Dich! Joost
es: Muchas gracias, aprecio de todo corazón que te guste tanto la aplicación que hayas decidido dejar una propina. Esto me motiva mucho. ¡Te quiero! Joost
fr: Merci beaucoup, j’apprécie vraiment le fait que vous aimiez tellement l’application que vous êtes prêt à donner un pourboire. C’est aussi très motivant. I love you! Joost
it: Grazie infinite, apprezzo molto il fatto che ti è piaciuta così tanto l'app che hai deciso di lasciare una mancia. È anche estremamente motivante. Ti voglio bene! Joost
nl: Super erg bedankt, ik waardeer het echt enorm dat je de app zo goed vindt dat je er zelfs nog een donatie voor wil geven. Super motiverend, bedankt! Joost
pt_br: Muito obrigado, realmente aprecio o fato de você amar tanto o aplicativo a ponto de dar uma gorjeta. Isso também é extremamente motivador. Eu te amo! Joost
uk: Щиро дякую, я дуже ціную той факт, що вам так подобається додаток, що ви готові дати чайові. Це також надзвичайно мотивує мене. Я кохаю вас! Joost
zh_hant: 非常感謝您，我真的感激您非常喜愛該應用程式而您願意給小費的事實。它也是非常激勵人的。我愛您！ Joost

# tipjar_blush
source: *blush*
de: *errötet*
fr: *je rougis*
nl: *bloos*
pt_br: *cora*
uk: *ніяковіє*
zh_hant: *害羞*

# tipjar_payment_success
source: Payment Successful
ca: Pagament processat
de: Zahlung erfolgreich
es: Pago procesado
fr: Paiement réussi
it: Pagamento effettuato
nl: Aankoop Geslaagd!
pt_br: Pagamento realizado com sucesso
uk: Платіж пройшов успішно
zh_hant: 付款為成功的

# tipjar_testflight_explainer
source: Note: you're running a TestFlight Build, therefore payments run in Sandbox mode and do not actually process. If you want to tip, please download the app from the App Store! After that you can download the beta again. Thanks!
ca: Estàs executant la versió beta d'aquesta aplicació. En aquesta versió no es processen els pagaments. Si desitges deixar una propina, si us plau, descarrega l'aplicació de l'App Store. Gràcies!
de: Beachte: Du verwendest den TestFlight-Build. Daher laufen die Zahlungen im 'Sandbox-Modus' und werden nicht tatsächlich berechnet. Wenn Du Remote Pro kaufen bzw. spenden willst, lade Dir bitte die App im App-Store herunter. Danach kannst Du Dir den Testflight-Build erneut herunterladen. Danke!
es: Estás ejecutando la versión Beta de esta aplicación. En esta versión los pagos no son procesados. Si deseas dejar una propina, por favor, descarga la aplicación desde la App Store. ¡Gracias!
fr: Remarque : vous exécutez une build TestFlight, les paiements sont donc exécutés en mode sandboxé et ne sont pas réellement traités. Si vous voulez participer financièrement, téléchargez l’application depuis l’App Store ! Après cela, vous pourrez télécharger à nouveau la version bêta. Merci !
it: Nota: stai usando una build di TestFlight, quindi i pagamenti vengono eseguiti in modalità sandbox e non vengono veramente processati. Se vuoi lasciare una mancia, per favore, scarica l'app dall'App Store! Dopo di che potrai riscaricare nuovamente la beta. Grazie!
pt_br: Nota: você está usando uma versão TestFlight, portanto, os pagamentos são processados em modo Sandbox e não são realmente processados. Se você deseja dar uma gorjeta, por favor, baixe o aplicativo na App Store! Depois disso, você pode baixar o beta novamente. Obrigado!
uk: Примітка: ви запускаєте збірку TestFlight, тому платежі виконуються в режимі 'пісочниці' і фактично не обробляються. Якщо ви хочете залишити чайові, будь ласка, скачайте додаток з App Store! Після цього ви можете знову завантажити бета-версію. Дякую!
zh_hant: 注意：您正在執行 TestFlight 建置，因此付款在沙盒模式下運行且實際上不處理。 如果您想要給小費，請從 App Store 下載該應用程式！在那之後，您可再次下載測試版。謝謝！

source: Loading
ca: Carregant
de: Lädt
es: Cargando
fr: Chargement
it: Caricamento
nl: Laden
pt_br: Carregando
uk: Завантаження
zh_hant: 正在載入

# loading_dots
source: Loading...
ca: Carregant...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento in corso...
nl: Laden...
pt_br: Carregando...
uk: Завантаження...
zh_hant: 正在載入…

source: Search
ca: Cercar
de: Suche
es: Buscar
fr: Recherche
it: Cerca
nl: Zoeken
pt_br: Buscar
uk: Пошук
zh_hant: 搜尋

source: New
ca: Afegir
de: Neu
es: Añadir
fr: Nouveau
it: Nuovo
nl: Nieuw
pt_br: Novo
uk: Новий
zh_hant: 新的

source: Add
ca: Afegir
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Voeg toe
pt_br: Adicionar
uk: Додати
zh_hant: 新增

source: Edit
ca: Editar
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pt_br: Editar
uk: Редагувати
zh_hant: 編輯

source: Done
ca: Fet
de: Fertig
es: Listo
fr: Terminé
it: Fatto
nl: Klaar
pt_br: Concluído
uk: Готово
zh_hant: 完成

source: Save
ca: Guardar
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pt_br: Salvar
uk: Зберегти
zh_hant: 儲存

source: Remove
ca: Esborrar
de: Entfernen
es: Borrar
fr: Supprimer
it: Rimuovi
nl: Verwijder
pt_br: Remover
uk: Видалити
zh_hant: 移除

source: OK
ca: Acceptar
es: Aceptar
zh_hant: 確定

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt_br: Cancelar
uk: Скасування
zh_hant: 取消

source: Reset
de: Zurücksetzen
it: Reimposta
pt_br: Redefinir
uk: Скинути
zh_hant: 重置

source: Refresh
de: Aktualisieren
it: Aggiorna
pt_br: Atualizar
uk: Оновити
zh_hant: 重新整理

source: Settings
ca: Ajustos
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt_br: Configurações
uk: Настройка
zh_hant: 設定

# cannot_reach_instance
source: Can't reach instance.
ca: No s'ha pogut contactar amb el servidor
de: Die Instanz kann nicht erreicht werden.
es: No se puede contactar con la instancia
fr: Impossible de trouver l’instance.
it: Impossibile raggiungere l'istanza.
nl: Kan instantie niet bereiken.
pt_br: Não é possível acessar a instância.
uk: Не вдається зв'язатися з даним сервером.
zh_hant: 無法達到實例。

source: Not Responding
ca: Sense resposta
de: Antwortet nicht
es: Sin respuesta
fr: Aucune réponse
it: Non risponde
nl: Geen Reactie
pt_br: Sem resposta
uk: Не відповідає
zh_hant: 未回應

source: Something went wrong.
ca: Ha ocorregut un error
de: Etwas ist schief gelaufen.
es: Ha ocurrido un error
fr: Quelque chose n’a pas fonctionné
it: Qualcosa non ha funzionato.
nl: Iets is fout gegaan.
pt_br: Algo deu errado.
uk: Щось пішло не так.
zh_hant: 某事物出現問題。

# something_went_wrong_alert
source: Something went wrong
ca: Ha ocorregut un error
de: Etwas ist schief gelaufen
es: Ha ocurrido un error
fr: Quelque chose n’a pas fonctionné
it: Qualcosa non ha funzionato
nl: Iets is fout gegaan
pt_br: Algo deu errado
uk: Щось пішло не так
zh_hant: 某事物出現問題

source: Error
de: Fehler
fr: Erreur
it: Errore
pt_br: Erro
uk: Помилка
zh_hant: 錯誤

source: Unknown Error
ca: Error desconegut
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
nl: Onbekende Error
pt_br: Erro desconhecido
uk: Невідома помилка
zh_hant: 未知的錯誤

source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
uk: Невідомий
zh_hant: 未知的

source: Instance
ca: Servidor
de: Instanz
es: Instancia
it: Istanza
nl: Instantie
pt_br: Instância
uk: Сервер
zh_hant: 實例

source: Select All
ca: Marcar tot
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
nl: Selecteer alles
pt_br: Selecionar Tudo
uk: Вибрати все
zh_hant: 選擇全部

source: Deselect All
ca: Desmarcar tot
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
nl: Deselecteer alles
pt_br: Desselecionar Tudo
uk: Прибрати виділення з усього
zh_hant: 取消選擇全部

source: All
ca: Tot
de: Alles
es: Todo
fr: Tout
it: Tutto
nl: Alles
pt_br: Todos
uk: Всі
zh_hant: 全部

source: Global
fr: Général
it: Globale
nl: Globaal
uk: Глобальний
zh_hant: 全域的

source: Use Global Settings
ca: Utilitzar els ajustos globals
de: Allgemeine Einstellungen anwenden
es: Usar ajustes globales
fr: Utiliser les paramètres généraux
it: Usa impostazioni globali
nl: Gebruik globale instellingen
pt_br: Usar Configurações Globais
uk: Використовувати глобальні налаштування
zh_hant: 使用全域的設定

source: Custom
ca: Personalitzar
de: Benutzerdefiniert
es: Personalizar
fr: Personnalisé
it: Personalizzato
nl: Aangepast
pt_br: Personalizado
uk: Користувальницькі
zh_hant: 自訂的

source: Other
ca: Altres
de: Sonstiges
es: Otros
fr: Autre
it: Altro
nl: Andere
uk: Інше
zh_hant: 其它

source: Name
ca: Nom
es: Nombre
fr: Nom
it: Nome
nl: Naam
pt_br: Nome
uk: Назва
zh_hant: 名稱

# none_dot
source: None.
ca: Sense definir
de: Es wurde nichts gefunden.
es: Sin definir
fr: Aucun
it: Nessuno.
nl: Geen.
pt_br: Nenhum.
uk: Нічого немає
zh_hant: 無。

source: Manage
ca: Gestionar
de: Bearbeiten
es: Gestionar
fr: Gérer
it: Imposta
nl: Beheer
pt_br: Gerenciar
uk: Керувати
zh_hant: 管理

source: Tap to learn more.
ca: Prem per a veure més detalls
de: Tippen um mehr zu erfahren.
es: Pulsa para ver más detalles
fr: Appuyez pour en savoir plus.
it: Fai tap per saperne di più.
nl: Tik voor meer info.
pt_br: Toque para saber mais.
uk: Натисніть, щоб дізнатися більше.
zh_hant: 輕觸以了解更多。

source: Disabled
ca: Desactivat
de: Aus
es: Desactivado
fr: Désactivé
it: Disabilitato
nl: Uitgeschakeld
pt_br: Desativado
uk: Вимкнений
zh_hant: 已禁用

# 1h
source: 1 hour
ca: 1 hora
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
nl: 1 uur
pt_br: 1 hora
uk: 1 годину
zh_hant: 1 小時

# 6h
source: 6 hours
de: 6 Stunden
it: 6 ore
nl: 6 uur
pt_br: 6 horas
uk: 6 годин
zh_hant: 6 小時

# 12h
source: 12 hours
ca: 12 hores
de: 12 Stunden
es: 12 horas
fr: 12 heures
it: 12 ore
nl: 12 uur
pt_br: 12 horas
uk: 12 годин
zh_hant: 12 小時

# 24h
source: 24 hours
ca: 24 hores
de: 24 Stunden
es: 24 horas
fr: 24 heures
it: 24 ore
nl: 24 uur
pt_br: 24 horas
uk: 24 години
zh_hant: 24 小時

# 3d
source: 3 days
ca: 3 dies
de: 3 Tage
es: 3 días
fr: 3 jours
it: 3 giorni
nl: 3 dagen
pt_br: 3 dias
uk: 3 дні
zh_hant: 3 天

# 7d
source: 7 days
ca: 7 dies
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
nl: 7 dagen
pt_br: 7 dias
uk: 7 днів
zh_hant: 7 天

# 30d
source: 30 days
ca: 30 dies
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
nl: 30 dagen
pt_br: 30 dias
uk: 30 днів
zh_hant: 30 天

# 90d
source: 90 days
ca: 90 dies
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
nl: 90 dagen
pt_br: 90 dias
uk: 90 днів
zh_hant: 90 天

# widget_dashboard
source: Dashboard Widget
ca: Tauler de control
de: Übersichtswidget
es: Panel de control
it: Widget Dashboard
pt_br: Widget do Painel
uk: Віджет інформаційної панелі
zh_hant: 儀表板小工具

# widget_dashboard_description
source: View your Dashboard statistics.
ca: Visualitza les estadístiques del teu AdGuard Home.
de: Deine Statistiken anzeigen.
es: Muestra las estadísticas de tu AdGuard Home.
it: Guarda le statistiche della tua dashboard.
nl: Bekijk statistieken van het Dashboard.
pt_br: Veja suas estatísticas do painel.
uk: Перегляньте статистику своєї панелі управління
zh_hant: 檢視您的儀表板統計資料。

source: ms
uk: мс

# filtering_rules_examples_block_title
source: ||example.org^
it: ||esempio.org^

# filtering_rules_examples_unblock_title
source: @@||example.org^
it: @@||esempio.org^

# filtering_rules_examples_rewrite_title
source: 127.0.0.1 example.org
it: 127.0.0.1 esempio.org

# dns_ip
source: IP
de: Serveradresse

# settings_pro
source: Pro
de: Remote Pro

source: Pro
de: Remote Pro
