Repository: jojost1/adguardhomeremote-translations
Catalog: App Strings/*.xcloc/Localized Contents/*.xliff
Languages: ru

# changelog_new
source: New
ru: Новое

source: Changelog Settings
ru: Журнал обновлений

# changelog_show_feature_promo
source: Show Feature Promo
ru: Показать промо особенностей

# changelog_show_on_app_update
source: Show on App Update
ru: Показывать при обновлении приложения

# changelog_show_on_app_update_footer
source: The Changelog will only be shown for feature-updates, not for updates that only contain bugfixes.
ru: Список изменений будет отображаться только для обновлений содержащих новый функционал, а не для обновлений, содержащих только исправления ошибок.

# changelog_view_full
source: View Full Changelog
ru: Посмотреть полный список изменений

# changelog_whats_new
source: What's New
ru: Что нового

# client_edit
source: Edit Client
ru: Редактировать клиента

# client_new
source: New Client
ru: Новый клиент

# client_remove
source: Remove Client
ru: Удалить клиента

# client_remove_alert_body
source: Are you sure you want to remove this client?
ru: Вы уверены, что хотите удалить этого клиента?

source: Client Settings
ru: Настройки клиентов

source: Clients
ru: Клиенты

# clients_disallowed
source: Disallowed Clients
ru: Запрещенные клиенты

# clients_disallowed_add_client
source: Add to disallowed clients
ru: Добавить в запрещенные клиенты

# clients_disallowed_footer
source: AdGuard Home is dropping all DNS queries from these clients.
ru: AdGuard Home отклоняет все DNS-запросы от этих клиентов.

# clients_disallowed_placeholder
source: Enter an IP, ClientID, or CIDR range
ru: Введите IP, ID клиента или CIDR

# clients_dns_cache
source: DNS cache
ru: DNS кеш

# clients_edit_ignore_querylog
source: Ignore this client in query log
ru: Игнорировать этого клиента в журнале запросов

# clients_edit_ignore_statistics
source: Ignore this client in statistics
ru: Игнорировать этого клиента в статистике

# clients_edit_querylog_and_statistics
source: Query Log & Statistics
ru: Журнал запросов и статистика

# clients_edit_use_filter_blocking
source: Use Filter Blocking
ru: Использовать блокировку фильтрами

# clients_edit_use_parental_filtering
source: Use Parental Filtering
ru: Использовать Родительский контроль

# clients_edit_use_safe_browsing
source: Use Safe Browsing
ru: Использовать Безопасную навигацию

# clients_edit_use_safe_search
source: Use Safe Search
ru: Использовать безопасный поиск

# clients_identifier
source: Identifier
ru: Идентификатор

# clients_identifiers
source: Identifiers
ru: Идентификаторы

# clients_identifiers_copy
source: Copy
ru: Копировать

# clients_identifiers_explainer
source: Clients can be identified by the IP address, CIDR, MAC address, or a special client ID (can be used for DoT/DoH/DoQ). Using MAC as identifier is possible only if AdGuard Home is also a DHCP server.
ru: Клиенты могут быть идентифицированы по IP-адресу, CIDR, MAC-адресу или специальному ID клиента (может использоваться для DoT/DoH/Dog). Использование MAC в качестве идентификатора возможно только в том случае, если AdGuard Home является DHCP-сервером.

# clients_identifiers_placeholder
source: IP, CIDR, MAC, ClientID
ru: IP, CIDR, MAC, ID клиента

# clients_name
source: Client Name
ru: Имя клиента

# clients_no_clients_found
source: No clients found.
ru: Клиенты не найдены.

# clients_pro_required
source: Remote Pro is required to manage clients.
ru: Для управления клиентами необходим Remote Pro.

source: Clients (Runtime)
ru: Клиенты (Runtime)

# clients_runtime_footer
source: These clients use AdGuard Home, but do not have a specific configuration.
ru: Эти клиенты используют AdGuard Home, но не имеют определенной конфигурации.

# clients_services_label
source: Blocked services:
ru: Заблокированные сервисы:

# clients_settings_label
source: Settings:
ru: Настройки:

# clients_upstreams
source: Upstreams
ru: DNS-серверы

# clients_view_queries_from_%@
source: View queries from %@
ru: Посмотреть запросы от %@

# clients_visible_in_querylog
source: Visible in query log
ru: Виден в журнале запросов

# clients_visible_in_statistics
source: Visible in statistics
ru: Виден в статистике

source: Custom
ru: Пользовательские

# dashboard_add_5_minutes
source: Add 5 minutes
ru: Добавить 5 минут

# dashboard_avg_ms_%@
source: avg %@ms
ru: сред. %@мс

# dashboard_blocked-filters
source: Blocked by Filters
ru: Заблокировано фильтрами

# dashboard_confirmation_disable_%@
source: Are you sure you want to disable %@?
ru: Вы уверены, что хотите отключить %@?

# dashboard_confirmation_disable_button
source: Disable
ru: Отключить

# dashboard_confirmation_enable_%@
source: Are you sure you want to enable %@?
ru: Вы уверены, что хотите включить %@?

# dashboard_confirmation_enable_button
source: Enable
ru: Включить

# dashboard_date
source: Date
ru: Дата

# dashboard_parental-filtering
source: Parental Filtering
ru: Родительский контроль

# dashboard_protection
source: Protection
ru: Защита

# dashboard_protection_disable
source: Disable protection
ru: Отключить защиту

# dashboard_protection_enable
source: Enable protection
ru: Включить защиту

# dashboard_protection_enabled_in_%@
source: will be enabled in %@
ru: будет включена через %@

# dashboard_queries
source: DNS Queries
ru: DNS запросы

# dashboard_rule-filtering
source: Rule Filtering
ru: Правила фильтрации

# dashboard_safe-browsing
source: Safe Browsing
ru: Безопасная навигация

# dashboard_safe-search
source: Safe Search
ru: Безопасный поиск

# dashboard_top-blocked
source: Top Blocked Domains
ru: Часто блокируемые домены

# dashboard_top-clients
source: Top Clients
ru: Частые клиенты

# dashboard_top-queried
source: Top Queried Domains
ru: Часто запрашиваемые домены

source: Deselect All
ru: Убрать выделение со всего

# design_always_darkmode
source: Always Dark Mode
ru: Всегда тёмная тема

# design_always_lightmode
source: Always Light Mode
ru: Всегда светлая тема

# design_app_icon
source: App Icon
ru: Значок приложения

# design_app_icon_alwaysdark
source: Always Dark
ru: Всегда темный

# design_app_icon_blackwhite
source: Black & White
ru: Темный

# design_app_icon_blueprint
source: Blueprint
ru: Чертёжный

# design_app_icon_inverse
source: Inverse
ru: Инвертированный

# design_app_icon_original
source: Original
ru: Оригинальный

# design_app_tint
source: App Tint
ru: Оттенок приложения

# design_app_tint_blue
source: Blue
ru: Синий

# design_app_tint_brown
source: Brown
ru: Коричневый

# design_app_tint_green
source: Green
ru: Зеленый

# design_app_tint_indigo
source: Indigo
ru: Индиго

# design_app_tint_mint
source: Mint
ru: Мятный

# design_app_tint_orange
source: Orange
ru: Оранжевый

# design_app_tint_pink
source: Pink
ru: Розовый

# design_app_tint_purple
source: Purple
ru: Фиолетовый

# design_app_tint_red
source: Red
ru: Красный

# design_app_tint_teal
source: Teal
ru: Бирюзовый

# design_app_tint_yellow
source: Yellow
ru: Желтый

# design_color_scheme
source: Color Scheme
ru: Цветовая гамма

# design_color_scheme_default
source: Default
ru: По умолчанию

# design_color_scheme_pastel
source: Pastel
ru: Пастельный

# design_system_setting
source: Use System Setting
ru: Как в системе

# design_theme
source: Theme
ru: Тема

# dhcp_add_client_with_ip
source: New Client (with IP)
ru: Новый клиент (с IP)

# dhcp_add_client_with_mac
source: New Client (with MAC)
ru: Новый клиент (с MAC)

# dhcp_enable
source: Enable DHCP Server
ru: Включить DHCP сервер

# dhcp_gateway_ip
source: Gateway IP
ru: IP-адрес шлюза

# dhcp_interface
source: Interface
ru: Интерфейс

# dhcp_interface_details
source: Details
ru: Подробности

# dhcp_interface_flags
source: Flags
ru: Флаги

# dhcp_interface_gateway_ip
source: Gateway IP
ru: IP-адрес шлюза

# dhcp_interface_hardware_address
source: Hardware address
ru: Аппаратный адрес

# dhcp_interface_ip_addresses
source: IP addresses
ru: IP-адреса

# dhcp_ip_range
source: IP Range
ru: Диапазон IP

# dhcp_ip_range_end
source: end
ru: конец

# dhcp_ip_range_start
source: start
ru: начало

# dhcp_ipv4_settings
source: IPv4 Settings
ru: Настройки IPv4

# dhcp_ipv6_settings
source: IPv6 Settings
ru: Настройки IPv6

# dhcp_ipv6_settings_unsupported
source: Interface does not support IPv6.
ru: Интерфейс не поддерживает IPv6

# dhcp_lease_create
source: Create Static Lease
ru: Добавить статический адрес

# dhcp_lease_time
source: Lease Time
ru: Время аренды

# dhcp_lease_time_in_seconds
source: in seconds
ru: в секундах

# dhcp_leases
source: Leases
ru: Список клиентов DHCP

# dhcp_pro_required
source: Remote Pro is required to manage DHCP settings.
ru: Remote Pro необходим для управления настройками DHCP.

# dhcp_range_start
source: Range Start
ru: Начало диапазона

# dhcp_remove_lease
source: Remove Lease
ru: Удалить адрес

# dhcp_reset_all_leases
source: Reset lease configuration
ru: Сбросить конфигурацию

# dhcp_reset_all_leases_alert_body
source: Are you sure you want to remove all leases and reset the lease configuration?
ru: Вы уверены, что хотите удалить все адреса и сбросить конфигурацию?

# dhcp_reset_all_leases_footer
source: Resets all current static & dynamic leases and lease configuration, without erasing the DHCP configuration.
ru: Сбросить все текущие статические и динамические адреса, и их конфигурацию, без удаления конфигурации DHCP.

# dhcp_reset_dhcp_config
source: Reset DHCP configuration
ru: Сбросить конфигурацию DHCP

# dhcp_reset_dhcp_config_alert_body
source: Are you sure you want to reset the DHCP configuration?
ru: Вы уверены, что хотите сбросить конфигурацию DHCP?

# dhcp_reset_dhcp_config_footer
source: Resets all DHCP settings.
ru: Сбросить все настройки DHCP.

source: DHCP Settings
ru: Настройки DHCP

# dhcp_static_leases
source: Static Leases
ru: Статические адреса

# dhcp_staticlease_hostname
source: Hostname
ru: Имя хоста

# dhcp_staticlease_ip
source: IP address
ru: IP адрес

# dhcp_staticlease_mac
source: MAC address
ru: MAC адрес

# dhcp_staticlease_new
source: New Static Lease
ru: Статическая резервация

# dhcp_status
source: Status
ru: Статус

# dhcp_subnet_mask
source: Subnet Mask
ru: Маска подсети

source: Disable Protection
ru: Отключить защиту

# disable_protection_allinstances_description
source: Disable Protection for all instances.
ru: Отключить защиту для всех серверов

# disable_protection_duration_${duration}
source: Disable for ${duration} minutes
ru: Отключить на ${duration} минут

source: Disabled
ru: Отключено

# dns_blocking_mode
source: Blocking mode
ru: Режим блокировки

# dns_blocking_mode_customip
source: Custom IP
ru: Свой IP

# dns_blocking_mode_default
source: Default
ru: Стандартный

# dns_blocking_mode_nullip
source: Null IP
ru: Нулевой IP

# dns_bootstrap_dns_servers
source: Bootstrap DNS servers
ru: Bootstrap DNS серверы

# dns_bootstrap_dns_servers_footer
source: Bootstrap DNS servers are used to resolve IP addresses of the DoH/DoT resolvers you specify as upstreams.
ru: Bootstrap DNS-серверы используются для поиска IP-адресов DoH/DoT серверов, которые вы указали.

# dns_cache_clear
source: Clear cache
ru: Очистить кеш

source: DNS cache configuration
ru: Настройка кеша DNS

# dns_cache_optimistic
source: Optimistic caching
ru: Оптимистическое кеширование

# dns_cache_optimistic_explainer
source: Make AdGuard Home respond from the cache even when the entries are expired and also try to refresh them.
ru: AdGuard Home будет отвечать из кеша, даже если ответы в нём неактуальны, и попытается обновить их.

# dns_cache_size
source: Cache size
ru: Размер кеша

# dns_cache_size_in_bytes
source: in bytes
ru: в байтах

# dns_disable_ipv6
source: Disable IPv6
ru: Отключить IPv6

# dns_edns_use_custom_ip
source: Use custom IP for EDNS
ru: Использовать указанный IP для EDNS

# dns_edns_use_custom_ip_placeholder
source: Enter IP
ru: Введите IP

# dns_override_in_seconds
source: in seconds
ru: в секундах

# dns_override_maximum_ttl
source: Override maximum TTL
ru: Переопределить максимальный TTL

# dns_override_minimum_ttl
source: Override minimum TTL
ru: Переопределить минимальный TTL

# dns_private_dns_servers
source: Private DNS servers
ru: Приватные серверы для обратного DNS

# dns_private_dns_servers_footer
source: The DNS servers that AdGuard Home uses for local PTR queries.
ru: DNS-серверы, которые AdGuard Home использует для локальных PTR-запросов.

# dns_pro_required
source: Remote Pro is required to manage DNS settings.
ru: Remote Pro необходим для управления настройками DNS.

# dns_reverse_resolve
source: Reverse resolve client IPs
ru: Запрашивание доменных имён для IP-адресов клиентов

# dns_reverse_resolve_help
source: Reversely resolve clients' IP addresses into their hostnames by sending PTR queries to corresponding resolvers (private DNS servers for local clients, upstream servers for clients with public IP addresses).
ru: Определять доменные имена клиентов через PTR-запросы к соответствующим серверам (приватные DNS-серверы для локальных клиентов, upstream-сервер для клиентов с публичным IP-адресом).

source: DNS server configuration
ru: Настройки DNS-сервера

source: DNS Settings
ru: Настройки DNS

# dns_upstream_dns_servers
source: Upstream DNS servers
ru: Upstream DNS серверы

# dns_upstream_mode
source: Upstream mode
ru: Режим DNS

# dns_upstream_mode_fastest
source: Fastest IP address
ru: Самый быстрый IP-адрес

# dns_upstream_mode_loadbalancing
source: Load-balancing
ru: Распределение нагрузки

# dns_upstream_mode_parralel
source: Parallel requests
ru: Параллельные запросы

# dns_use_private_dns_resolvers
source: Use private reverse DNS resolvers
ru: Использовать приватные обратные DNS-резолверы

# dns_use_private_dns_resolvers_help
source: Perform reverse DNS lookups for locally served addresses using these upstream servers. If disabled, AdGuard Home responds with NXDOMAIN to all such PTR requests except for clients known from DHCP, /etc/hosts, and so on.
ru: Посылать обратные DNS-запросы для локально обслуживаемых адресов на указанные серверы. Если отключено, AdGuard Home будет отвечать NXDOMAIN на все подобные PTR-запросы, кроме запросов о клиентах, уже известных по DHCP, /etc/hosts и так далее.

# dnsrewrites_answer
source: Answer
ru: Ответ

# dnsrewrites_answer_placeholder
source: IP or Domain Name
ru: IP или имя домена

# dnsrewrites_domain
source: Domain
ru: Домен

# dnsrewrites_domain_placeholder
source: Domain or Wildcard
ru: Домен или Wildcard

# dnsrewrites_edit
source: Edit DNS Rewrite
ru: Изменить DNS перезапись

# dnsrewrites_entries
source: Entries
ru: Записи

# dnsrewrites_new
source: New DNS Rewrite
ru: Создать правило

# dnsrewrites_no_entries
source: No entries found.
ru: Не найдено правил перезаписи

# dnsrewrites_pro_required
source: Remote Pro is required to manage DNS rewrites.
ru: Remote Pro необходим для управления перезаписями DNS.

source: Done
ru: Готово

source: Edit
ru: Редактировать

source: Enable Protection
ru: Включить защиту

# enable_protection_allinstances_description
source: Enable Protection for all instances.
ru: Включить защиту для всех серверов

source: Error
ru: Ошибка

# filtering_addfilter_allowlist
source: Allowlist
ru: Белый список

# filtering_addfilter_allowlist_new
source: New Allowlist
ru: Новый белый список

# filtering_addfilter_blocklist
source: Blocklist
ru: Чёрные списки

# filtering_addfilter_blocklist_new
source: New Blocklist
ru: Новый чёрный список

# filtering_addfilter_list
source: List
ru: Список

# filtering_addfilter_name
source: Name
ru: Название

# filtering_addfilter_url_placeholder
source: URL or Absolute Path
ru: URL или абсолютный путь

# filtering_check_filtered
source: Check If Hostname Is Filtered
ru: Протестировать фильтрацию имени хоста

# filtering_check_hostname
source: Check Hostname
ru: Тест фильтрации

# filtering_check_hostname_check
source: Check
ru: Тестировать

# filtering_check_hostname_placeholder
source: Enter a hostname...
ru: Введите имя хоста...

# filtering_custom_filtering_rules
source: Custom Filtering Rules
ru: Пользовательские правила фильтрации

# filtering_disable_filter
source: Disable Filter
ru: Выключить фильтр

# filtering_disabled
source: Disabled
ru: Отключено

# filtering_dns_allowlists
source: DNS Allowlists
ru: Белые списки DNS

# filtering_dns_blocklists
source: DNS Blocklists
ru: Чёрные списки DNS

# filtering_edit_filter
source: Edit Filter
ru: Редактировать фильтр

# filtering_edit_filter_name
source: Name
ru: Название

# filtering_enable_filter
source: Enable Filter
ru: Включить фильтр

# filtering_enable_filtering
source: Enable Filtering
ru: Включить фильтрацию

# filtering_enabled
source: Enabled
ru: Включено

# filtering_global_blocked_services
source: Global Blocked Services
ru: Глобально заблокированные сервисы

# filtering_last_updated
source: Last Updated
ru: Последнее обновление

# filtering_last_updated_%@
source: Last Updated: %@
ru: Последнее обновление: %@

# filtering_pro_required
source: Remote Pro is required to manage filters.
ru: Для управления фильтрами требуется Remote Pro.

# filtering_rule_count_%@
source: %@ rules
ru: %@ правил

# filtering_rules
source: Rules
ru: Правил

# filtering_rules_%@
source: Rules: %@
ru: Правил: %@

# filtering_rules_add
source: Add Rule
ru: Добавить правило

# filtering_rules_blocking_mode
source: Blocking Mode
ru: Режим блокировки

# filtering_rules_blocking_mode_block
source: Block
ru: Заблокировать

# filtering_rules_blocking_mode_custom
source: Custom
ru: Своё

# filtering_rules_blocking_mode_unblock
source: Unblock
ru: Разблокировать

# filtering_rules_custom
source: Custom Rules
ru: Пользоват. правила

# filtering_rules_custom_new
source: New Custom Rule
ru: Новое пользоват. правило

# filtering_rules_delete_and_edit
source: Delete Rule & Edit
ru: Удалить & редактировать правила

# filtering_rules_examples
source: Examples
ru: Примеры

# filtering_rules_examples_block_client_subtitle
source: block example.org and all its subdomains for client IP 192.168.1.42
ru: блокирует example.org и все его поддомены для IP клиента 192.168.1.42

# filtering_rules_examples_block_subtitle
source: block example.org and all its subdomains
ru: блокирует example.org и все его поддомены

# filtering_rules_examples_comment_subtitle
source: just a comment
ru: просто комментарий

# filtering_rules_examples_comment_title1
source: ! Here goes a comment
ru: ! Так можно добавлять комментарии

# filtering_rules_examples_comment_title2
source: # Also a comment
ru: # И вот так тоже

# filtering_rules_examples_regex_subtitle
source: block domains matching the specified regular expression
ru: блокировать доступ к доменам, соответствующим заданному регулярному выражению

# filtering_rules_examples_rewrite_subtitle
source: return 127.0.0.1 for example.org (but not its subdomains)
ru: возвращает 127.0.0.1 для example.org (но не для его поддоменов)

# filtering_rules_examples_unblock_subtitle
source: unblock example.org and all its subdomains
ru: разблокирует example.org и всего его поддомены

# filtering_rules_final_rule
source: Final Rule
ru: Окончательный вид

# filtering_rules_no_rules_found
source: No rules found.
ru: Правила не найдены.

# filtering_rules_rule
source: Rule
ru: Правила

# filtering_rules_rule_placeholder
source: Type a domain here...
ru: Введите домен здесь...

# filtering_rules_settings
source: Settings
ru: Настройки

source: Filtering Settings
ru: Настройки фильтрации

# filtering_status
source: Status
ru: Статус

# filtering_type
source: Type
ru: Тип

# filtering_update_allowlists
source: Update Allowlists
ru: Проверить обновления

# filtering_update_blocklists
source: Update Blocklists
ru: Проверить обновления

# filtering_update_interval
source: Update Interval
ru: Интервал обновления

# filtering_updated_count_%@
source: %@ updated
ru: %@ обновлено

source: For %lld hour
ru: На %lld час

# for_%lld_hour_short
source: %lld hour
ru: %lld час

source: For %lld hours
ru: На %lld часов

# for_%lld_hours_short
source: %lld hours
ru: %lld часов

source: For %lld minute
ru: На %lld минуту

# for_%lld_minute_short
source: %lld min
ru: %lld минуту

source: For %lld minutes
ru: На %lld минут

# for_%lld_minutes_short
source: %lld min
ru: %lld минут

source: For %lld seconds
ru: На %lld секунд

# for_%lld_seconds_short
source: %lld sec
ru: %lld секунд

source: Global
ru: Глобальные

# help_callout
source: Need help?
ru: Нужна помощь?

source: important
ru: Важно

source: Indefinitely
ru: Бессрочно

source: Instance
ru: Сервер

# instance_add
source: Add Instance
ru: Добавить сервер

# instance_authentication
source: Authentication
ru: Авторизация

# instance_authentication_password_placeholder
source: Password
ru: Пароль

# instance_authentication_username_placeholder
source: Username
ru: Имя пользователя

# instance_connecting_to_%@
source: Connecting to: '%@'
ru: Подключение к: '%@'

# instance_hide
source: Hide Instance
ru: Скрыть сервер

# instance_ip_hostname
source: IP or Hostname
ru: IP или Имя хоста

# instance_new
source: New Instance
ru: Новый сервер

# instance_other
source: Other
ru: Другое

# instance_remove
source: Remove Instance
ru: Удалить сервер

# instance_remove_alert_body
source: Are you sure you want to remove this instance?
ru: Вы уверены, что хотите удалить этот сервер?

# instance_remove_alert_title
source: Remove AdGuard Home Instance
ru: Удаление AdGuard Home сервера

# instance_ssl_label
source: Use http (default) or https?
ru: Использовать http (По умолчанию) или https?

# instance_test_connection
source: Test Connection
ru: Проверить соединение

source: Loading
ru: Загрузка

# loading_dots
source: Loading...
ru: Загрузка...

# loading_instances_iphone
source: Loading instances from iPhone...
ru: Загрузка ваших серверов из iPhone...

source: Manage
ru: Управлять

# more_checking_version
source: Checking Version...
ru: Проверка обновления...

# more_statistics
source: Statistics
ru: Статистика

# more_statistics_clear
source: Clear Statistics
ru: Очистка статистики

# more_statistics_clear_alert
source: Are you sure you want to clear statistics? This will reset all statistics in the Dashboard to zeroes.
ru: Вы уверены, что хотите очистить статистику? Это приведет к обнулению всей статистики на панели управления.

# more_statistics_cleared
source: Cleared.
ru: Очищено

# more_statistics_enable
source: Enable Statistics
ru: Включение статистики

# more_statistics_footer
source: Changing the Statistics Retention setting requires an app restart.
ru: Для изменения параметра сохранения статистики требуется перезапуск приложения.

# more_statistics_retention
source: Statistics Retention
ru: Сохранять статистику

# more_up_to_date
source: AdGuard Home is up-to-date
ru: AdGuard Home не нуждается в обновлении

# more_update_started
source: Update Started!
ru: Началось обновление!

# more_update_to_%@
source: Update to v%@
ru: Обновление до v%@

# more_version
source: Version
ru: Версия вашего Adguard Home

# more_version_current_%@
source: Current Version: %@
ru: Текущая версия: %@

# more_webinterface
source: Web interface
ru: Веб-интерфейс

# more_webinterface_language
source: Language
ru: Язык

# more_webinterface_theme
source: Theme
ru: Тема

# more_webinterface_theme_auto
source: Auto
ru: Авто

# more_webinterface_theme_dark
source: Dark
ru: Тёмная

# more_webinterface_theme_light
source: Light
ru: Светлая

# more_webinterface_username
source: Username
ru: Имя пользователя

source: ms
ru: мс

source: Name
ru: Название

source: New
ru: Новый

# none_dot
source: None.
ru: Ничего нет

source: Not Responding
ru: Не отвечает

source: Other
ru: Другое

# preferences_dashboard_graph_hide
source: Hide graph
ru: Скрыть график

# preferences_dashboard_graph_type
source: Type
ru: Тип

# preferences_dashboard_parentalfiltering
source: Parental Filtering
ru: Родительский контроль

# preferences_dashboard_rulefiltering
source: Rule Filtering
ru: Правила фильтрации

# preferences_dashboard_safebrowsing
source: Safe Browsing
ru: Безопасная навигация
