Repository: jojost1/adguardhomeremote-translations
Catalog: App Strings/*.xcloc/Localized Contents/*.xliff
Languages: ru

# preferences_dashboard_safesearch
source: Safe Search
ru: Безопасный поиск

# preferences_dashboard_statusbuttons
source: Status Buttons
ru: Кнопки статусов

# preferences_language
source: Language
ru: Язык

# preferences_language_macos_alert
source: Change Language
ru: Сменить язык

# preferences_language_macos_alert_body
source: For customizing an app's language on macOS, go to 'System Preferences > Language & Region > Apps', add the app and select a language there.
ru: Чтобы настроить язык приложения на macOS, перейдите в 'Системные настройки' > 'Язык и регион' > 'Приложения', добавьте приложение и выберите там язык.

# preferences_live_activity
source: Live Activity
ru: Эфир Активности

# preferences_lock_faceid
source: Lock with Face ID
ru: Блокировка Face ID

# preferences_lock_footer
source: If enabled, AdGuard Home Remote will be locked whenever you close the app. You'll be prompted to authenticate when relaunching.
ru: Если включено, AdGuard Home Remote будет блокироваться всякий раз, когда вы закрываете приложение. При повторном запуске вам будет предложено пройти аутентификацию.

# preferences_lock_password
source: Lock with password
ru: Блокировка паролем

# preferences_lock_require
source: Require
ru: Запрашивать

# preferences_lock_require_1hour
source: After 1 hour
ru: После 1 часа

# preferences_lock_require_1min
source: After 1 minute
ru: После 1 минуты

# preferences_lock_require_5min
source: After 5 minutes
ru: После 5 минут

# preferences_lock_require_immediately
source: Immediately
ru: Немедленно

# preferences_lock_touchid
source: Lock with Touch ID
ru: Блокировка Touch ID

# preferences_lock_unlock_button
source: Unlock
ru: Разблокировать

# preferences_lock_unlock_footnote_click
source: Click above to unlock AdGuard Home Remote
ru: Нажмите выше, чтобы разблокировать AdGuard Home Remote

# preferences_lock_unlock_footnote_tap|==|device.mac
source: Click above to unlock AdGuard Home Remote
ru: Нажмите выше, чтобы разблокировать AdGuard Home Remote

# preferences_lock_unlock_footnote_tap|==|device.other
source: Tap above to unlock AdGuard Home Remote
ru: Нажмите выше, чтобы разблокировать AdGuard Home Remote

# preferences_lock_unlock_system_alert
source: unlock the app
ru: разблокировать приложение

# preferences_other
source: Other
ru: Прочее

# pro_alternative_icons
source: Alternative App Icons
ru: Альтернативные значки приложения

# pro_beta_access
source: TestFlight Beta Access
ru: Доступ к бета-версии TestFlight

# pro_beta_access_button
source: Request Beta Access
ru: Запросить доступ к бета-версии

# pro_description
source: Unlock power features & support future development with a one-time purchase.
ru: Разблокируйте дополнительные функции и поддержите будущее разработки с помощью одноразовой покупки.

# pro_family_sharing
source: Supports Family Sharing
ru: Поддерживает «Семейный доступ»

source: Pro Features
ru: Pro Возможности

# pro_learn-more
source: Learn more...
ru: Узнать подробнее...

# pro_livelog
source: View Live Query Log
ru: Просматривайте журнал запросов в реальном времени

# pro_manage_clients
source: Manage Clients
ru: Управляйте клиентами

# pro_manage_custom_filter_rules
source: Manage Custom Filter Rules
ru: Создавайте пользовательские правила фильтрации

# pro_manage_dhcp
source: Manage DHCP Settings
ru: Управляйте настройками DHCP

# pro_manage_dns
source: Manage DNS Settings
ru: Управляйте настройками DNS

# pro_manage_filters
source: Manage Filters
ru: Настраивайте фильтры

# pro_manage_rewrites
source: Manage DNS Rewrites
ru: Управляйте перезаписью DNS

# pro_purchase
source: Purchase Pro
ru: Приобрести Pro

# pro_purchased_date_%@
source: Purchased on %@.
ru: Куплено %@

# pro_restore_failed
source: Restored Failed
ru: Восстановить не удалось

# pro_restore_nothing
source: Nothing to Restore
ru: Нечего восстанавливать

# pro_restore_purchase
source: Restore Purchase
ru: Восстановить покупку

# pro_restore_purchase_footer
source: Use this if you've purchased Remote Pro before on a different device, or your Pro license doesn't show up after purchasing Remote Pro.
ru: Используйте это, если вы уже приобрели Remote Pro на другом устройстве, или ваша лицензия Pro не отображается после приобретения Remote Pro.

source: Pro Restored!
ru: Pro Восстановлена!

# pro_support_multiple_instances
source: Unlimited Instances
ru: Поддержка 2 и более серверов

# pro_testflight_alert
source: I see you don't have an active mail client on your device, please mail me with the request to join the TestFlight including a screenshot of this Pro screen so I can see you have purchased Pro. Please mail it to developer@rocketscience-it.nl!
ru: Я вижу, что у вас нет активного почтового клиента на вашем устройстве, пожалуйста, напишите мне с просьбой присоединиться к TestFlight, включая скриншот этого экрана Pro, чтобы я мог увидеть, что вы приобрели Pro. Пожалуйста, отправьте письмо по адресу developer@rocketscience-it.nl!

# pro_testflight_explainer
source: Note: you're running a TestFlight build of the app, therefore payments run in Sandbox mode and do not actually process. A Pro 'license' will invalidate every few days while on a TestFlight build. If you want to purchase Pro and use the app without this annoyance, please download the app from the App Store. Thanks!
ru: Примечание: вы запускаете тестовую сборку приложения, поэтому платежи выполняются в режиме 'песочницы' и фактически не обрабатываются. A Pro 'лицензия' будет аннулироваться каждые несколько дней во время сборки TestFlight. Если вы хотите приобрести Pro и использовать приложение без этого неудобства, пожалуйста, скачайте приложение из App Store. Спасибо!

# pro_thankyou
source: Thank you!
ru: Спасибо!

# pro_thankyou_heart
source: Thank you! ❤️
ru: Спасибо! ❤️

# pro_unlock_interactive_widgets
source: Unlock interactive widgets
ru: Разблокируйте интерактивные виджеты

# pro_unlock_interactive_widgets_description
source: Interactive widgets do not open the app, but work straight from your home screen & lock screen. They come in different shapes and sizes!
ru: Интерактивные виджеты не открывают приложение, а работают прямо с домашнего экрана и экрана блокировки. Они бывают разных форм и размеров!

# pro_view_queries
source: View 25+ Queries & Set Filters
ru: Просматривайте 25+ запросов и устанавливайте фильтры

source: Protection Disabled
ru: Защита отключена

# protection_disabled_for_%@
source: Disabled for %@
ru: Отключено для %@

source: Protection Enabled
ru: Защита Включена

# purchase_cloud_permission_denied
source: Access to cloud service information is not allowed.
ru: Доступ к информации облачных сервисов не разрешен.

# purchase_cloud_permission_revoked
source: User has revoked permission to use this cloud service.
ru: Пользователь отозвал разрешение на использование данного облачного сервиса.

# purchase_invalid_id
source: The purchase identifier was invalid.
ru: Идентификатор покупки оказался недействительным.

# purchase_not_allowed
source: The device is not allowed to make the payment.
ru: Устройство не имеет права осуществлять платежи.

# purchase_not_available
source: The product is not available in the current storefront.
ru: Товар не доступен в вашем регионе AppStore.

# query_copy
source: Copy
ru: Скопировать

# query_copy_client_id
source: Copy client ID
ru: Скопировать ID клиента

# query_copy_client_ip
source: Copy client IP
ru: Скопировать IP клиента

# query_copy_client_name
source: Copy client name
ru: Скопировать имя клиента

# query_copy_domain
source: Copy domain
ru: Скопировать домен

# query_status_FilteredBlackList
source: Blocked | Filter
ru: Заблокировано | Правила

# query_status_FilteredBlockedService_%@
source: Blocked Service%@
ru: Заблокированный сервис%@

# query_status_FilteredInvalid
source: Blocked | Invalid Request
ru: Заблокировано | Недопустимый запрос

# query_status_FilteredParental
source: Parental Control
ru: Заблокировано | Родительский контроль

# query_status_FilteredSafeBrowsing
source: Blocked | Safe Browsing
ru: Заблокировано | Угрозы

# query_status_FilteredSafeSearch
source: Safe Search
ru: Заблокировано | Безопасный поиск

# query_status_NotFilteredError
source: Processed | Error
ru: Обработан | Ошибка

# query_status_NotFilteredNotFound
source: Processed
ru: Обработан

# query_status_NotFilteredWhiteList
source: Processed | Allowlist
ru: Обработан | Разрешённые

# query_status_Rewrite
source: Rewrite
ru: Переписанные

# query_status_RewriteEtcHosts
source: Rewrite | Hosts File
ru: Переписанные | Файл Hosts

# query_status_RewriteRule
source: Rewrite | Rule
ru: Переписанные | Правило

# query_status_Unknown
source: Unknown
ru: Неизвестно

# query_view_queries_from_client
source: View queries from client
ru: Посмотреть запросы от клиента

# query_view_queries_to_hostname
source: View queries to hostname
ru: Посмотреть запросы к имени хоста

# query_visit_domain
source: Visit domain
ru: Открыть домен в браузере

# querydetail_answer
source: Answer
ru: Ответ

# querydetail_block_domain
source: Block Domain
ru: Заблокировать домен

# querydetail_block_domain_for_client
source: Block Domain for this client
ru: Заблокировать домен для этого клиента

# querydetail_class
source: Class
ru: Класс

# querydetail_client
source: Client
ru: Клиент

# querydetail_copy_upstream
source: Copy upstream
ru: Копировать DNS-сервер

# querydetail_edit_client
source: Edit Client
ru: Редактировать клиента

# querydetail_filter_rule
source: Filter Rule
ru: Правило фильтрации

# querydetail_new_client
source: New Client
ru: Новый клиент

# querydetail_plaindns
source: Plain DNS
ru: Простой DNS

# querydetail_protocol
source: Protocol
ru: Протокол

# querydetail_request_details
source: Request Details
ru: Детали запроса

# querydetail_response_code
source: Response Code
ru: Код ответа

# querydetail_response_details
source: Response Details
ru: Детали ответа

# querydetail_response_time
source: Response Time
ru: Время ответа

# querydetail_served_from_cache
source: Served from cache
ru: Получено из кеша

# querydetail_type
source: Type
ru: Тип

# querydetail_unblock_domain
source: Unblock Domain
ru: Разблокировать домен

# querydetail_unblock_domain_for_client
source: Unblock Domain for this client
ru: Разблокировать домен для этого клиента

# querydetail_upstream
source: Upstream
ru: DNS-сервер

# querydetail_validated_with_dnssec
source: Validated with DNSSEC
ru: Подтверждено с помощью DNSSEC

# querylog_cannot-find-queries
source: Can't find any queries.
ru: Не удается найти запросы.

# querylog_clear-filtered
source: Clear status filters
ru: Сбросить фильтры

# querylog_filter
source: Filter
ru: Фильтры

# querylog_filtered
source: Filtered
ru: Отфильтрованные

# querylog_livelog
source: Live Log
ru: В реальном времени

# querylog_livelog_no_queries_yet
source: No queries found yet...
ru: Пока никаких запросов не найдено...

# querylog_livelog_pro
source: Remote Pro is required to view more queries.
ru: Для просмотра большего количества запросов требуется Remote Pro.

# querylog_no-queries
source: No queries found.
ru: Запросы не найдены.

# querylog_number-of-queries
source: Number of queries
ru: Количество запросов

# querylog_pro
source: Remote Pro is required to view more queries.
ru: Для просмотра большего количества запросов требуется Remote Pro.

# querylog_query
source: Query
ru: Запрос

# querylog_settings_anonymize
source: Anonymize Client IP
ru: Анонимизировать IP-адрес клиента

# querylog_settings_clear
source: Clear Query Log
ru: Очистить журнал запросов

# querylog_settings_clear_alert
source: Are you sure you want to clear the entire query log?
ru: Вы уверены, что хотите очистить весь журнал запросов?

# querylog_settings_cleared
source: Cleared.
ru: Очищено

# querylog_settings_enable
source: Enable Query Log
ru: Включить журнал

# querylog_settings_log_retention
source: Log Retention
ru: Сохранение журнала

# querylog_settings_options
source: Options
ru: Опции

# querylog_settings_options_footer
source: Turning on 'Anonymize Client IP' will disable saving the full IP address of clients in logs and statistics.
ru: Включение функции 'Анонимизировать IP-адрес клиента' отключит сохранение полного IP-адреса клиентов в журналах и статистике.

# querylog_settings_status
source: Status
ru: Статус

# querylog_show_extra_detail
source: Show response details
ru: Расширенное отображение

# querylog_show_queries_status
source: Show queries with status
ru: Просмотр запросов с статусом

# querylog_status
source: Status
ru: Статус запросов

# querylog_status-all
source: All
ru: Все запросы

# querylog_status-blocked
source: Blocked
ru: Заблокированные

# querylog_status-blocked_parental
source: Blocked by parental filtering
ru: Заблокировано Родительским контролем

# querylog_status-blocked_safebrowsing
source: Blocked by safe browsing
ru: Заблокировано угроз

# querylog_status-blocked_services
source: Blocked services
ru: Заблокированные сервисы

# querylog_status-filtered
source: Filtered
ru: Отфильтрованные

# querylog_status-processed
source: Processed
ru: Обработанные

# querylog_status-rewritten
source: Rewritten
ru: Переписанные

# querylog_status-safe_search
source: Safe search
ru: Безопасный поиск

# querylog_status-whitelisted
source: Allowed
ru: Разрешённые

source: Refresh
ru: Обновить

source: Remove
ru: Удалить

source: Reset
ru: Сбросить

# rocketscience_acknoledgements
source: Special thanks to
ru: Особая благодарность

# rocketscience_adguarddns_subtitle
source: Rather use AdGuard DNS? I've got you covered.
ru: Предпочитаете использовать AdGuard DNS? Давайте я помогу.

# rocketscience_hi_subtitle
source: In June 2020 I started building my own apps as an independent developer, under the name 'RocketScience IT'. My main goal is to learn: design, development, testing, support, promotion - maybe even more! Right now, I have some apps in the store which I'm continuously improving & have many ideas for other apps I might want to make in the future.
ru: В июне 2020 года я начал создавать свои собственные приложения в качестве независимого разработчика под названием 'RocketScience IT'. Моя главная цель - научиться: дизайну, разработке, тестированию, поддержке, продвижению - возможно, даже большему! Прямо сейчас у меня есть несколько приложений в магазине, которые я постоянно совершенствую, и у меня есть много идей для других приложений, которые я, возможно, захочу создать в будущем.

# rocketscience_hi_title
source: Hi, I'm Joost!
ru: Привет, я Joost!

# rocketscience_my_other_apps
source: My Other Apps
ru: Мои другие приложения

# rocketscience_piholeremote_subtitle
source: Everything Pi-hole in one place.
ru: Всё из вашего Pi-hole в одном месте.

# rocketscience_tipjar
source: Tip Jar
ru: Дать чаевые

# rocketscience_tipjar_thankyou
source: Thank you!
ru: Спасибо!

# rocketscience_website
source: Website
ru: Мой Вебсайт

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Select All
ru: Выбрать все

source: Services
ru: Сервисы

source: Settings
ru: Настройки

# settings_add-instance
source: Add Instance
ru: Добавить сервер

# settings_adguard-website
source: AdGuard Website
ru: Официальный сайт AdGuard

# settings_changelog
source: What's New
ru: Что нового

# settings_clients
source: Clients
ru: Клиенты

# settings_copy_email
source: Copy Email Address
ru: Скопировать Email адрес

# settings_design
source: Design
ru: Дизайн

# settings_dns_rewrites
source: DNS Rewrites
ru: DNS Перезапись

# settings_edit-instance
source: Edit
ru: Редактировать

# settings_edit_instance
source: Edit Instance
ru: Редактировать сервер

# settings_filtering
source: Filtering
ru: Фильтрация

# settings_general
source: General Settings
ru: Основные настройки

# settings_general_parentalfiltering_explainer_message
source: AdGuard Home will check if domain contains adult materials. It uses the same privacy-friendly API as the browsing security web service.
ru: AdGuard Home проверит, содержит ли домен материалы 18+. Он использует тот же API для обеспечения конфиденциальности, что и веб-служба безопасности браузера.

# settings_general_parentalfiltering_explainer_title
source: AdGuard parental control web service
ru: Родительский контроль AdGuard

# settings_general_rulefiltering_explainer_message
source: You can setup blocking rules in the 'Filters' settings.
ru: Вы можете настроить правила блокировки в «Фильтрах»

# settings_general_rulefiltering_explainer_title
source: Filters and hosts files
ru: Фильтры и файлы хостов

# settings_general_safebrowsing_explainer_message
source: AdGuard Home will check if the domain is blocked by the browsing security web service. It will use privacy-friendly lookup API to perform the check: only a short prefix of the domain name SHA256 hash is sent to the server.
ru: AdGuard Home проверит, включён ли домен в веб-службу безопасности браузера. Он будет использовать API, чтобы выполнить проверку: на сервер отправляется только короткий префикс имени домена SHA256.

# settings_general_safebrowsing_explainer_title
source: AdGuard browsing security web service
ru: Безопасная навигация AdGuard

# settings_general_safesearch_explainer_message
source: AdGuard Home will enforce safe search in several search engines.
ru: AdGuard Home обеспечит безопасный поиск в нескольких поисковых системах.

# settings_general_safesearch_explainer_title
source: Safe Search
ru: Безопасный поиск

# settings_give_feedback_alert_body
source: Please mail me with any feedback about bugs or improvements at developer@rocketscience-it.nl!
ru: Пожалуйста, пишите мне с любыми отзывами об ошибках или улучшениях по адресу developer@rocketscience-it.nl!

# settings_give_feedback_alert_title
source: Give Feedback
ru: Дать обратную связь

# settings_help
source: Help & Feedback
ru: Помощь & Обратная связь

# settings_help_actions
source: Actions
ru: Действия

# settings_help_contact
source: Contact me
ru: Связаться со мной

# settings_help_contact_footer
source: Please use English for support requests!
ru: Пожалуйста, используйте Английский язык для запросов поддержки!

# settings_help_logs
source: Logs
ru: Журналы

# settings_help_logs_button
source: Show Logs
ru: Показать журналы

# settings_help_logs_footer
source: Logs are recorded locally and never leave your device. Swipe down to exit the Log viewer.
ru: Журналы записываются локально и никогда не покидают ваше устройство. Проведите пальцем вниз, чтобы выйти из режима просмотра журналов.

# settings_help_navbar
source: Support
ru: Поддержка

# settings_leave_review
source: Leave a Review
ru: Оставить отзыв

# settings_more
source: More
ru: Ещё

# settings_other
source: Other
ru: Прочее

# settings_preferences
source: Preferences
ru: Персональные настройки

# settings_query-log
source: Query Log
ru: Настройки журнала

# settings_restart_required
source: Changing this setting requires an app restart.
ru: Для применения этого параметра требуется перезапуск приложения.

# settings_rocketscience
source: Made by RocketScience
ru: Разработано RocketScience

# settings_tabbar
source: Settings
ru: Настройки

# settings_validation_port
source: Please enter a valid port number.
ru: Пожалуйста, укажите корректный порт.

# settings_x
source: Follow on X
ru: Подписывайтесь на X

source: Something went wrong.
ru: Что-то пошло не так

# something_went_wrong_alert
source: Something went wrong
ru: Что-то пошло не так

source: Sort
ru: Сортировка

source: Sort by
ru: Сортировать по

source: Tags
ru: Теги

# tap_to_learn_more|==|device.mac
source: Click to learn more.
ru: Нажмите, чтобы узнать больше

# tap_to_learn_more|==|device.other
source: Tap to learn more.
ru: Нажмите, чтобы узнать больше

# tipjar_blush
source: *blush*
ru: *смущается*

# tipjar_coffee_tip
source: Coffee Tip
ru: Чаевые на Кофе

# tipjar_description
source: If you enjoy using this app and want to support the indie developer (hi! 👋), please consider leaving a tip. I would greatly appreciate it!
ru: Если вам нравится использовать это приложение и вы хотите поддержать инди-разработчика (привет! 👋), пожалуйста, подумайте о том, чтобы оставить чаевые. Я был бы очень признателен вам за это!

# tipjar_description_thankyou
source: Thank you for your support. - Joost
ru: Спасибо за вашу поддержку. - Joost

# tipjar_love
source: I love you! ❤️
ru: Я люблю Вас! ❤️

# tipjar_love_alert
source: Thank you so much, I really appreciate the fact that you love the app so much you're willing to give a tip. It's extremely motivating as well. I love you! Joost
ru: Большое вам спасибо, я действительно ценю тот факт, что вам так нравится приложение, что вы готовы дать чаевые. Это также чрезвычайно мотивирует меня. Я люблю Вас! Joost

# tipjar_navbar
source: Tip Jar
ru: Дать чаевые

# tipjar_payment_success
source: Payment Successful
ru: Платеж прошел успешно

# tipjar_ramen_tip
source: Ramen Tip
ru: Чаевые на Рамен

# tipjar_sushi_tip
source: Sushi Tip
ru: Чаевые на суши

# tipjar_testflight_explainer
source: Note: you're running a TestFlight Build, therefore payments run in Sandbox mode and do not actually process. If you want to tip, please download the app from the App Store! After that you can download the beta again. Thanks!
ru: Примечание: вы запускаете сборку TestFlight, поэтому платежи выполняются в режиме 'песочницы' и фактически не обрабатываются. Если вы хотите оставить чаевые, пожалуйста, скачайте приложение из App Store! После этого вы можете снова загрузить бета-версию. Спасибо!

# tipjar_thankyou_tip
source: Thank you for your generous tip!
ru: Спасибо вам за ваши щедрые чаевые!

# tipjar_thankyou_tips
source: Thank you for your generous tips!
ru: Спасибо вам за ваши щедрые чаевые!

# tipjar_title
source: The Tip Jar helps keep AdGuard Home Remote running and directly supports development of awesome features and improvements.
ru: Вы помогаете поддерживать работу AdGuard Home Remote и напрямую поддерживаете разработку будущих потрясающих функций и улучшений.

# tipjar_whiskey_tip
source: Whiskey Tip
ru: Чаевые на Виски

source: Toggle Protection
ru: Переключить защиту

# toggle_protection_allinstances_description
source: Toggle Protection for all instances.
ru: Переключить защиту для всех серверов

source: Unknown
ru: Неизвестно

source: Until turned back on
ru: Пока не включится снова

source: Use Global Settings
ru: Использовать глобальные настройки

# watch_stuck_reinstall
source: This can take a while. If the app is stuck on this screen, please try reinstalling it. Sorry for the inconvenience!
ru: Это может занять некоторое время. Если приложение зависло на этом экране, пожалуйста, попробуйте переустановить его. Приносим извинения за причиненные неудобства!

# widget_dashboard
source: Dashboard Widget
ru: Виджет панели управления

# widget_dashboard_description
source: View your Dashboard statistics.
ru: Просматривайте статистику своей панели управления

# widget_disable
source: Disable
ru: Выключить

# widget_disable_buttons
source: Protection Widget
ru: Виджет управления защитой

# widget_disable_buttons_description
source: Quickly toggle protection for a certain duration.
ru: Приостанавливайте работу защиты на определенное время

# widget_disabled
source: Disabled
ru: Отключено

# widget_enable
source: Enable
ru: Включить

# widget_enabled
source: Enabled
ru: Включено
