Repository: jojost1/adguardhomeremote-translations
Catalog: App Strings/*.xcloc/Localized Contents/*.xliff
Languages: ru

# 0foAlr-1ekF7R
source: Just to confirm, you wanted ‘Dark (Pure Black)’?
ru: Подтвердите, вы хотите выбрать ‘Черный’?

# 0foAlr-JOGSFQ
source: Just to confirm, you wanted ‘Light’?
ru: Подтвердите, вы хотите выбрать ‘Светлый‘?

# 0foAlr-W38Flm
source: Just to confirm, you wanted ‘Dark’?
ru: Подтвердите, вы хотите выбрать ‘Темный‘?

# 0foAlr-ZyGBsF
source: Just to confirm, you wanted ‘System’?
ru: Подтвердите, вы хотите выбрать ‘Как в системе‘?

# 0foAlr-g0CJBh
source: Just to confirm, you wanted ‘System (Pure Black)’?
ru: Подтвердите, вы хотите выбрать ‘Как в системе (Чёрный)’?

# 1ekF7R
source: Dark (Pure Black)
ru: Черный

# 6AmxhP
source: Toggle Protection Widget
ru: Виджет переключения защиты

# 9MYzi8
source: Disable all instances
ru: Отключить все серверы

# 9m7HE0
source: Appearance
ru: Внешний вид

# AC4jif
source: Instance
ru: Сервер

# E0Klym
source: Show 'Safe Search'
ru: Показывать 'Безопасный поиск'

# HPvqfT
source: Show 'Parental Filtering'
ru: Показывать 'Родительский контроль'

# JOGSFQ
source: Light
ru: Светлый

# KMnnlF
source: Customize displayed values
ru: Настроить отображаемые значения

# MtnrjZ
source: What instance to display?
ru: Какой сервер отображать?

# Sjc6JT
source: Disable all instances?
ru: Выключить все серверы?

# VA4ap6
source: Instance
ru: Сервер

# W38Flm
source: Dark
ru: Темный

# WGDFpS
source: Show 'Safe Browsing'
ru: Показывать 'Безопасный просмотр'

# Z9sGKc
source: Show percentages
ru: Показывать проценты

# ZyGBsF
source: System
ru: Как в системе

# eJpT9K
source: What instance to display?
ru: Какой сервер отображать?

# g0CJBh
source: System (Pure Black)
ru: Как в системе (Черный)

# gjZzpr
source: Toggle Protection Widget
ru: Виджет переключения защиты

# gpCwrM
source: Dashboard Widget
ru: Виджет панели управления

# hF59s3
source: Disable Buttons Widget
ru: Виджет кнопок отключения

# ko3bBU
source: Disable Buttons Widget
ru: Виджет кнопок отключения

# m19WLB
source: What instance to display?
ru: Какой сервер отображать?

# tVvJ9c
source: Dashboard Widget
ru: Виджет панели управления

# v1RflJ
source: Instance
ru: Сервер

# veGZYz-1ekF7R
source: There are ${count} options matching ‘Dark (Pure Black)’.
ru: Найдено ${count} вариантов, соответствующих ‘Черный’

# veGZYz-JOGSFQ
source: There are ${count} options matching ‘Light’.
ru: Найдено ${count} вариантов, соответствующих ‘Светлый’

# veGZYz-W38Flm
source: There are ${count} options matching ‘Dark’.
ru: Найдено ${count} вариантов, соответствующих ‘Темный’

# veGZYz-ZyGBsF
source: There are ${count} options matching ‘System’.
ru: Найдено ${count} вариантов, соответствующих ‘Как в системе’

# veGZYz-g0CJBh
source: There are ${count} options matching ‘System (Pure Black)’.
ru: Найдено ${count} вариантов, соответствующих ‘Как в системе (Черный)’

# wG4S8i
source: Instance
ru: Сервер

# xq4Ojz
source: Appearance
ru: Внешний вид

# 0sDcS3
source: Toggle Safe Search
ru: Включить/Выключить безопасный поиск

# 3Durlk
source: Please enter all parameters.
ru: Укажите все параметры.

# 3T3UWX
source: State
ru: Состояние

# 4I0pc3
source: Instance
ru: Сервер

# 4LxUTN-CWx6QY
source: There are ${count} options matching ‘1 hour’.
ru: Есть варианты ${count}, соответствующие параметру ‘1 час’.

# 4LxUTN-ECN7Y1
source: There are ${count} options matching ‘3 days’.
ru: Есть варианты ${count}, соответствующие параметру ‘3 дня’.

# 4LxUTN-Gf4br7
source: There are ${count} options matching ‘24 hours’.
ru: Есть варианты ${count}, соответствующие параметру ‘24 часа’.

# 4LxUTN-JqNGJ8
source: There are ${count} options matching ‘Do not change’.
ru: Есть варианты ${count}, соответствующие параметру ‘Не изменять’.

# 4LxUTN-MkFh12
source: There are ${count} options matching ‘Disabled’.
ru: Есть варианты: ${count}, соответствующие параметру ‘Отключен’.

# 4LxUTN-WKsGR1
source: There are ${count} options matching ‘12 hours’.
ru: Есть варианты ${count}, соответствующие параметру ‘12 часов’.

# 4LxUTN-uRUSUr
source: There are ${count} options matching ‘7 days’.
ru: Есть варианты ${count}, соответствующие параметру ‘7 дней’.

# 4tw4w8
source: State
ru: Состояние

# 8cdAa5
source: No connection to the instance.
ru: Нет связи с сервером.

# AAqbi0
source: State
ru: Состояние

# BesiYj
source: Error
ru: Ошибка

# CWx6QY
source: 1 hour
ru: 1 час

# DbVhnY
source: Please enter a state.
ru: Укажите состояние.

# E5Bm3b
source: Toggle Safe Search of ${instance} to ${state}
ru: Переключить безопасный поиск ${instance} на ${state}

# EBncxh
source: State
ru: Состояние

# ECN7Y1
source: 3 days
ru: 3 дня

# FCiMUY
source: Safe Browsing
ru: Безопасный просмотр

# Ges3nN
source: What instance?
ru: Какой экземпляр?

# Gf4br7
source: 24 hours
ru: 24 часа

# IO5auI-FCiMUY
source: There are ${count} options matching ‘Safe Browsing’.
ru: Есть варианты, соответствующие параметру 'Безопасный просмотр': ${count}.

# IO5auI-T13oiI
source: There are ${count} options matching ‘Protection’.
ru: Есть варианты ${count}, соответствующие параметру «Защита».

# IO5auI-X1wU5Q
source: There are ${count} options matching ‘Rule Filtering’.
ru: Есть варианты ${count}, соответствующие параметру ‘Правила фильтрации’.

# IO5auI-iiMFx1
source: There are ${count} options matching ‘Safe Search’.
ru: Есть ${count} вариантов, соответствующих параметру 'Безопасный поиск'.

# IO5auI-rJGEwo
source: There are ${count} options matching ‘Parental Filtering’.
ru: Есть варианты ${count}, соответствующие параметру «Родительский фильтр».

# IigqZS-CWx6QY
source: Just to confirm, you wanted ‘1 hour’?
ru: Подтвердите, вы хотели '1 час'?

# IigqZS-ECN7Y1
source: Just to confirm, you wanted ‘3 days’?
ru: Подтвердите, вы хотели '3 дня'?

# IigqZS-Gf4br7
source: Just to confirm, you wanted ‘24 hours’?
ru: Подтвердите, вы хотели '24 часа'?

# IigqZS-JqNGJ8
source: Just to confirm, you wanted ‘Do not change’?
ru: Подтвердите, вы хотели 'Не изменять'?

# IigqZS-MkFh12
source: Just to confirm, you wanted ‘Disabled’?
ru: Подтвердите, вы хотели 'Отключить'?

# IigqZS-WKsGR1
source: Just to confirm, you wanted ‘12 hours’?
ru: Подтвердите, вы хотели '12 часов'?

# IigqZS-uRUSUr
source: Just to confirm, you wanted ‘7 days’?
ru: Подтвердите, вы хотели '7 дней'?

# IpgchX
source: Error
ru: Ошибка

# JN0Z6t
source: Error
ru: Ошибка

# JqNGJ8
source: Do not change
ru: Не изменять

# KiM47T
source: Protection Type
ru: Тип защиты

# LNrgDh
source: Instance
ru: Сервер

# LbaWtP
source: Please enter a state.
ru: Введите состояние.

# LhNoaz
source: Instance
ru: Сервер

# LoLpHl
source: Toggle Safe Browsing of ${instance} to ${state}
ru: Переключить безопасный просмотр ${instance} на ${state}

# MkFh12
source: Disabled
ru: Отключено

# Mlxu08
source: Get ${protectionType} state of ${instance}
ru: Получить состояние ${protectionType} для ${instance}

# O2T0f7
source: State
ru: Состояние

# ONefKj
source: Protection Type
ru: Тип защиты

# PbZOOO
source: State
ru: Состояние

# QerxrF
source: Toggle Protection for your AdGuard Home instance.
ru: Переключить защиту для вашего сервера AdGuard Home.

# QwDBjM
source: Toggle Protection of ${instance} to ${state}
ru: Переключить защиту ${instance} на ${state}

# QwVZrZ
source: Toggle Safe Search for your AdGuard Home instance.
ru: Переключить безопасный поиск для вашего экземпляра AdGuard Home.

# SPW7Ph
source: disabled
ru: отключено

# SuBp9w-FCiMUY
source: Just to confirm, you wanted ‘Safe Browsing’?
ru: Подтвердите, вам нужна 'Безопасный просмотр'?

# SuBp9w-T13oiI
source: Just to confirm, you wanted ‘Protection’?
ru: Подтвердите, вам нужна 'Защита'?

# SuBp9w-X1wU5Q
source: Just to confirm, you wanted ‘Rule Filtering’?
ru: Подтвердите, вам нужна ‘Правила фильтрации’?

# SuBp9w-iiMFx1
source: Just to confirm, you wanted ‘Safe Search’?
ru: Подтвердите, вам нужен 'Безопасный поиск'?

# SuBp9w-rJGEwo
source: Just to confirm, you wanted ‘Parental Filtering’?
ru: Подтвердите, вам нужен 'Родительский контроль'?

# T13oiI
source: Protection
ru: Защита

# VMNE7g
source: Get the current state of your AdGuard Home instance (protection, rule filtering, safe browsing, parental filtering, or safe search). Returns 1 if enabled, 0 if disabled.
ru: Получить текущее состояние вашего сервера AdGuard Home (защита, правила фильтрации, безопасный просмотр, родительский контроль или безопасный поиск). Возвращает 1 - если включено, 0 - если отключено.

# Vw3w9H
source: Instance
ru: Сервер

# WEdaQb
source: Toggle Rule Filtering of ${instance} to ${state}
ru: Переключить использование правил фильтрации для ${instance} на ${state}

# WKsGR1
source: 12 hours
ru: 12 часов

# X1wU5Q
source: Rule Filtering
ru: Правила фильтрации

# X9hKeL
source: Instance
ru: Сервер

# XpmLse
source: enabled
ru: включено

# YG3bix
source: Toggle Safe Browsing for your AdGuard Home instance.
ru: Переключить безопасный просмотр для вашего сервера AdGuard Home.

# Z6sRub
source: State
ru: Состояние

# ZU7kXl
source: Error
ru: Ошибка

# aidFLf
source: disabled
ru: отключено

# bM4PiE
source: Toggle Safe Browsing
ru: Включить/Выключить безопасный просмотр

# biCCg0
source: Toggle Rule Filtering for your AdGuard Home instance.
ru: Переключить использование правил фильтрации для вашего сервера AdGuard Home.

# cZ3FL9
source: State
ru: Состояние

# daRBcb
source: No connection to the instance.
ru: Нет связи с сервером.

# e3Hm4U
source: State
ru: Состояние

# gsheLN
source: Error
ru: Ошибка

# gtjTiQ
source: Filter Update Interval
ru: Интервал обновления фильтров

# ic0mgN
source: State
ru: Состояние

# iiMFx1
source: Safe Search
ru: Безопасный поиск

# jqY0f3
source: enabled
ru: включено

# ksPJFh
source: Filter Update Interval
ru: Интервал обновления фильтров

# m5dDcF
source: Error
ru: Ошибка

# nhAjxR
source: Instance
ru: Сервер

# nvu30k
source: Toggle Parental Filtering for your AdGuard Home instance.
ru: Переключить родительский контроль для вашего сервера AdGuard Home.

# ojbzRl
source: Current State
ru: Текущее состояние

# rJGEwo
source: Parental Filtering
ru: Родительский контроль

# rsrRAm
source: Get Current State
ru: Получить текущее состояние

# s7BFrT
source: No connection to the instance.
ru: Нет связи с сервером

# sAh3Wm
source: State
ru: Состояние

# teQcvL
source: Toggle Parental Filtering of ${instance} to ${state}
ru: Переключить родительский контроль для ${instance} на ${state}

# uRUSUr
source: 7 days
ru: 7 дней

# vj7cDW
source: Toggle Rule Filtering of ${instance} to ${state}
ru: Включить/Выключить правила фильтрации ${instance} на ${state}

# vmAS67
source: Toggle Protection
ru: Включить/Выключить защиту

# xnRmnx
source: Toggle Parental Filtering
ru: Включить/Выключить Родительский контроль

# yKIHVq
source: Instance
ru: Сервер

# z3ea70
source: What instance?
ru: Выберите сервер

# ztb6U1
source: Toggle Rule Filtering
ru: Переключить использование правил фильтрации

source: Can't reach AdGuard Home.
ru: Не удается подключиться к AdGuard Home

source: Invalid authentication or privacy setting.
ru: Неверные настройки аутентификации или приватности

source: Invalid hostname or port.
ru: Неверное имя хоста или порт.

source: Request timed out.
ru: Время запроса истекло

# NSLocalNetworkUsageDescription
source: AdGuard Home Remote uses the local network to connect with your AdGuard Home instances.
ru: AdGuard Home Remote использует локальную сеть для подключения к вашим серверам AdGuard Home.

source: Disable protection for ${duration} minutes in ${applicationName}
ru: Отключи защиту на ${duration} минут в ${applicationName}

source: Disable protection in ${applicationName}
ru: Отключи защиту в ${applicationName}

source: Enable protection in ${applicationName}
ru: Включи защиту в ${applicationName}

source: %@ bytes
ru: %@ байт

source: %@ms
ru: %@мс

# 1h
source: 1 hour
ru: 1 час

# 3d
source: 3 days
ru: 3 дня

# 6h
source: 6 hours
ru: 6 часов

# 7d
source: 7 days
ru: 7 дней

# 12h
source: 12 hours
ru: 12 часов

# 24h
source: 24 hours
ru: 24 часа

# 30d
source: 30 days
ru: 30 дней

# 90d
source: 90 days
ru: 90 дней

# A clean Anime &amp; Manga tracker app, using the MyAnimeList API.
source: A clean Anime & Manga tracker app, using the MyAnimeList API.
ru: Приложение для отслеживания аниме & манги, использующее API MyAnimeList.

source: Accessibility
ru: Доступность

source: AdGuard Home v0.107.28 or higher is required for some of these new features. Please update!
ru: Для работы некоторых новых функций требуется AdGuard Home v0.107.28 или выше. Пожалуйста, обновитесь!

source: Add
ru: Добавить

source: Add '%@'
ru: Добавить '%@'

source: Add 5 minutes
ru: Добавить 5 минут

source: Add Instance
ru: Добавить сервер

source: Add new preset
ru: Добавить новый пресет

source: Add your AdGuard Home instances to control them and view statistics.
ru: Добавьте свои серверы AdGuard Home, чтобы управлять ими и просматривать статистику.

source: Adding new presets requires Pro.
ru: Добавление новых пресетов требует наличия Pro.

source: Additional info
ru: Дополнительная информация

source: All
ru: Все

source: Apply Pro license
ru: Применить Pro-лицензию

source: Auto-refresh
ru: Автообновление

source: Automatic
ru: Автоматически

source: Average processing time: %@ ms
ru: Среднее время запроса: %@ мс

source: Average processing time: %@ ms.
ru: Среднее время запроса: %@ мс

source: Bar-chart
ru: Гистограмма

source: Blocked by filters
ru: Заблокировано фильтрами

# Blocked by filters: %@ (%@)
source: Blocked by filters: %1$@ (%2$@)
ru: Заблокировано фильтрами: %1$@ (%2$@)

source: Blocked malware
ru: Заблокировано как вредоносное

source: Blocked malware: %@
ru: Заблокировано как вредоносное: %@

source: Blocked parental
ru: Заблокировано родительским контролем

source: Blocked parental: %@
ru: Заблокировано родительским контролем: %@

source: Blocking
ru: Защита

source: Chart
ru: График

source: Chart Type
ru: Тип графика

source: Check Filtering
ru: Проверить фильтрацию

source: Check filtering
ru: Проверить фильтрацию

source: Check if a host name is filtered.
ru: Проверить, фильтруется ли имя хоста.

source: Clear hostname textfield
ru: Очистить поле имени хоста

source: Client identifier
ru: Идентификатор клиента

source: ClientID or IP
ru: ClientID или IP

source: Compact mode
ru: Компактный режим

source: Contact
ru: Контакт

source: Copy '%@'
ru: Копировать '%@'

source: Custom disable presets
ru: Отключить пользовательские пресеты

source: DNS Queries
ru: DNS запросы

source: DNS Queries: %@
ru: DNS запросы: %@

source: DNS Record Type
ru: Тип записи DNS

source: Dashboard
ru: Панель управления

source: Datapoints
ru: Точки данных

source: Date
ru: Дата

source: Default count
ru: Количество по умолчанию

source: Disabled
ru: Отключено

source: Done
ru: Готово

source: Duration
ru: Длительность

source: Duration Presets
ru: Пресеты длительности

source: Duration in seconds
ru: Длительность в секундах

source: Edit presets...
ru: Редактировать пресеты...

source: Editing presets requires Pro.
ru: Редактирование пресетов требует Pro-версии.

source: Enable and disable protection.
ru: Включение и отключение защиты

source: Enable blocking
ru: Включить блокировку

source: Enabled
ru: Включено

source: Every 10 seconds
ru: Каждые 10 секунд

source: Expires in %lld minutes
ru: Истекает через %lld минут

source: Filters
ru: Фильтры

source: Filters: %@
ru: Фильтры: %@

source: Force Watch Sync
ru: Принудительная синхронизация с Apple Watch

source: Icon
ru: Иконка

source: If you already did, please go to your instance, press 'Edit' and press 'Save' again. It should show up after that. If not, try a restart of the Watch app.
ru: Если вы уже сделали это, пожалуйста, зайдите на свой сервер, нажмите 'Редактировать' и снова нажмите 'Сохранить'. После этого он должен появиться. Если нет, попробуйте перезапустить приложение на Apple Watch.

source: Indefinitely
ru: Бессрочно

source: Info
ru: Информация

source: Instance
ru: Сервер

source: Instances
ru: Серверы

source: Launch App
ru: Запустить приложение

source: Line-chart
ru: Линейный график

source: Malware
ru: Вредоносное

source: Malware: %@
ru: Вредоносное: %@

# ManGo - Anime &amp; Manga Tracker
source: ManGo - Anime & Manga Tracker
ru: ManGo - Трекер аниме & манги

source: Monitor real-time electricity and gas prices in many European countries.
ru: Отслеживайте в режиме реального времени цены на электроэнергию и газ во многих Европейских странах.

source: Name
ru: Название

source: New Instance
ru: Новый сервер

source: Для некоторых из этих новых функций требуется новая версия ОС. Пожалуйста, обновите свое устройство!
ru: Новий сервер

source: No Instances
ru: Нет серверов

source: No Watch Paired
ru: Нет привязанных Apple Watch

source: No connection
ru: Нет соединения

source: No data
ru: Нет данных

source: No instance.
ru: Нет сервера.

source: No pages for this support item
ru: Нет страниц для этого элемента поддержки

# One-tap button|==|device.mac
source: One-click button
ru: Кнопка в один клик

# One-tap button|==|device.other
source: One-tap button
ru: Кнопка в одно нажатие

# One-tap disable duration|==|device.mac
source: One-click disable duration
ru: Длительность отключения в один клик

# One-tap disable duration|==|device.other
source: One-tap disable duration
ru: Длительность отключения в одно нажатие

source: Open statistics.
ru: Открыть статистику

source: Open the dashboard.
ru: Открыть панель управления

source: Open the query log.
ru: Открыть журнал запросов

source: Optional
ru: Необязательно

source: Options
ru: Опции

source: Paste from clipboard
ru: Вставить из буфера обмена

source: Please add an instance in the iPhone app.
ru: Пожалуйста, добавьте сервер в приложение для iPhone.

source: Presets
ru: Пресеты

source: Processed
ru: Обработано

source: Processed: %@
ru: Обработано: %@

source: Queries
ru: Запросы

source: Queries: %@
ru: Запросы: %@

source: Query Log
ru: Журнал запросов

source: Refreshing
ru: Обновление

source: Remove Pro license
ru: Удалить Pro-лицензию

source: Remove Statistics Limits
ru: Снять ограничения статистики

source: Reorder by dragging, remove by swiping.
ru: Изменить порядок перетаскиванием, удалить свайпом

source: Result: %@
ru: Результат: %@

source: Schedule
ru: Расписание

source: Seconds
ru: Секунд

source: Select an Instance
ru: Выбрать сервер

source: Select...
ru: Выбрать...

source: Selected
ru: Выбрано

source: Settings
ru: Настройки

source: Show 'Indefinitely'
ru: Показывать 'Бессрочно'

source: Show 'Until tomorrow'
ru: Показывать 'До завтра'

source: Show Changelog again on startup
ru: Показывать список изменений при запуске

source: Show Client IDs
ru: Показать ID клиента

source: Show all icons
ru: Показать все иконки

source: Show chart
ru: Показать график

source: Show hostname
ru: Показывать имя хоста

source: Show more...
ru: Показать больше...

source: Show version
ru: Показывать версию

source: Sidebar
ru: Боковая панель

source: Something went wrong with your purchase.
ru: Произошла ошибка при покупке

source: Something went wrong.
ru: Что-то пошло не так

source: Statistics
ru: Статистика

source: Status
ru: Статус

source: Sub-buttons
ru: Кнопки статусов

source: Support
ru: Поддержка

source: Tabbar
ru: Панель вкладок

source: Target
ru: Цель

source: The original enddate when blocking would be enabled again.
ru: Изначальная дата окончания блокировки

source: This version requires iOS 15, watchOS 8, macOS 12 (or newer).
ru: Эта версия требует iOS 15, watchOS 8, macOS 12 (или новее)

# This version requires iOS 16.2 &amp; watchOS 10.0 (or newer).
source: This version requires iOS 16.2 & watchOS 10.0 (or newer).
ru: Эта версия требует iOS 16.2 и watchOS 10.0 (или новее)

source: Toggle Protection
ru: Переключить защиту

# Toggle between enabled &amp; disabled
source: Toggle between enabled & disabled
ru: Переключение между вкл & выкл

# Toggle only between enabled &amp; disabled. Hold the button for more options.
source: Toggle only between enabled & disabled. Hold the button for more options.
ru: Переключение только вкл & выкл. Удерживайте для дополнительных опций

source: Top Blocked Domains
ru: Часто блокируемые домены

source: Top Blocked Domains: %@
ru: Часто блокируемые домены: %@

source: Top Clients
ru: Частые клиенты

source: Top Clients: %@
ru: Частые клиенты: %@

source: Top Queried Domains
ru: Часто запрашиваемые домены

source: Top Queried Domains: %@
ru: Часто запрашиваемые домены: %@

source: Top Upstreams
ru: Часто запрашиваемые Upstream-серверы

source: Top Upstreams: %@
ru: Часто запрашиваемые Upstream-серверы: %@

source: Total
ru: Всего

source: Total: %@
ru: Всего: %@

source: Unknown
ru: Неизвестно

source: Unknown Error
ru: Неизвестная ошибка

source: Until tomorrow
ru: До завтра

source: Use NextDNS? Have I got an app for you.
ru: Используете NextDNS? У меня есть приложение для вас

source: Version
ru: Версия

source: Version: %@.
ru: Версия: %@.

source: Watch App Not Installed
ru: Приложение для Apple Watch не установлено

source: You've reached the maximum of 6 presets.
ru: Достигнут максимум (6 пресетов)

# access_settings_allowed_clients
source: Allowed clients
ru: Разрешенные клиенты

# access_settings_allowed_clients_explainer
source: A list of CIDRs, IP addresses, or ClientIDs. If this list has entries, AdGuard Home will accept requests only from these clients.
ru: Список CIDR, IP-адресов или ClientID. Если список не пуст, AdGuard Home будет принимать запросы только от этих клиентов.

# access_settings_disallowed_clients
source: Disallowed clients
ru: Запрещенные клиенты

# access_settings_disallowed_clients_explainer
source: A list of CIDRs, IP addresses, or ClientIDs. If this list has entries, AdGuard Home will drop requests from these clients. This field is ignored if there are entries in Allowed clients.
ru: Список CIDR, IP-адресов или ClientID. AdGuard Home будет отклонять запросы от этих клиентов. Не учитывается, если есть записи в разрешенных клиентах.

# access_settings_disallowed_domains
source: Disallowed domains
ru: Запрещенные домены

# access_settings_disallowed_domains_explainer
source: Not to be confused with filters. AdGuard Home drops DNS queries matching these domains, and these queries don't even appear in the query log. You can specify exact domain names, wildcards, or URL filter rules, e.g. "example.org", "*.example.org", or "||example.org^" correspondingly.
ru: Не путать с фильтрами. AdGuard Home полностью блокирует DNS-запросы к этим доменам, они даже не попадают в журнал. Можно указывать точные домены, маски или правила фильтрации URL, например, "example.org", "*.example.org" или "||example.org^" соответственно.

source: Add
ru: Добавить

source: Adult
ru: Для взрослых

source: All
ru: Все

source: All instances
ru: Все серверы

# appintents_duration
source: Duration
ru: Длительность

# appintents_duration_explainer
source: Specifies the duration to disable for, in minutes. Set to '0' to disable indefinitely.
ru: Время отключения в минутах. '0' - отключить навсегда.

# appintents_duration_minutes
source: Duration (minutes)
ru: Длительность (минуты)

# appintents_state
source: State
ru: Состояние

source: Average processing time:
ru: Среднее время запроса:

source: Blocked Services
ru: Заблокированные сервисы

# blockedservices_pause_schedule
source: Pause Schedule
ru: Расписание блокировок

# blockedservices_pause_schedule_count_%@
source: %@ days
ru: %@ дней

# blockedservices_schedule_footer
source: During these times services blocking will be paused.
ru: В это время блокировка сервисов будет приостановлена.

# blockedservices_schedule_timezone
source: Time zone
ru: Часовой пояс

source: cache
ru: кеш

source: Cancel
ru: Отмена

# changelog_continue
source: Continue
ru: Продолжить

# changelog_current_version
source: Current
ru: Текущая версия

# changelog_fixed
source: Fixed
ru: Исправлено

# changelog_improved
source: Improved
ru: Улучшено

# changelog_just_updated
source: Just Updated!
ru: Только что обновлено!
